export const questions = [
  {
    "prompt": "מה הוא שטף דם פנימי",
    "answers": [
      {
        "text": "דם המצטבר בחללי הגוף והוא בלתי נשלט",
        "correct": true
      },
      {
        "text": "דם שנמצא בגוף"
      },
      {
        "text": "הלם כתוצאה מטראומה "
      },
      {
        "text": "דם נשלט הפורץ בחללי הגוף"
      }
    ],
    "chapter": 1
  },
  {
    "prompt": "שמו של צה״ל אומץ מארגון ה",
    "answers": [
      {
        "text": "הגנה",
        "correct": true
      },
      {
        "text": "אצ״ל"
      },
      {
        "text": "לח״י "
      },
      {
        "text": "פלמ״ח"
      }
    ],
    "chapter": 1
  },
  {
    "prompt": "לאיזה מרחק נבצע ירי איפוס",
    "answers": [
      {
        "text": "25 מטר",
        "correct": true
      },
      {
        "text": "50 מטר"
      },
      {
        "text": "100 מטר"
      },
      {
        "text": "10 מטר"
      }
    ],
    "chapter": 1
  },
  {
    "prompt": "באיזה שנים התקיימו העלייה הראשונה ? ",
    "answers": [
      {
        "text": "1882-1903",
        "correct": true
      },
      {
        "text": "1882-1901"
      },
      {
        "text": "1914-1923"
      },
      {
        "text": "1914-1924"
      }
    ],
    "chapter": 5
  },
  {
    "prompt": "מלחמת השפות נקרא גם",
    "answers": [
      {
        "text": "ריב הלשונות ",
        "correct": true
      },
      {
        "text": "ריב השפות "
      },
      {
        "text": "מלחמת הלשונות "
      },
      {
        "text": "ריב השפה העברית "
      }
    ],
    "chapter": 5
  },
  {
    "prompt": "באיזה עלייה הגיעה לחופי הארץ אוניית רוסלן",
    "answers": [
      {
        "text": "עלייה שלישית ",
        "correct": true
      },
      {
        "text": "עלייה שנייה"
      },
      {
        "text": "עלייה שנייה "
      },
      {
        "text": "עלייה רביעית "
      }
    ],
    "chapter": 5
  },
  {
    "prompt": "באיזה שנה התקיים פיצוץ מלון המלך דוד",
    "answers": [
      {
        "text": "1946",
        "correct": true
      },
      {
        "text": "1942"
      },
      {
        "text": "1941"
      },
      {
        "text": "1945"
      }
    ],
    "chapter": 5
  },
  {
    "prompt": "גיא אוני נקרא גם ",
    "answers": [
      {
        "text": "ראש פינה ",
        "correct": true
      },
      {
        "text": "אם המושבות "
      },
      {
        "text": "תל אביב הישנה "
      },
      {
        "text": "ירושלים "
      }
    ],
    "chapter": 5
  },
  {
    "prompt": "מה מהתשובות *אינה* סיבה למצבה הכלכלי הקשה של ישראל בשנותיה הראשונות? 2. הוצאות עצומות בתחום הביטחון.  ",
    "answers": [
      {
        "text": "4. קריסה כלכלית בעקבות מלחמת העולם הראשונה",
        "correct": true
      },
      {
        "text": "1. מספר עצום של עולים."
      },
      {
        "text": "2. הוצאות עצומות בתחום הביטחון."
      },
      {
        "text": "3.מיעוט ההון העצמי שהביאו עימם היהודים לארץ ישראל."
      }
    ],
    "chapter": 6
  },
  {
    "prompt": "מה שמה של מפלגת מפא״י כיום?",
    "answers": [
      {
        "text": "מפלגת העבודה",
        "correct": true
      },
      {
        "text": "ליכוד"
      },
      {
        "text": "כחול לבן "
      },
      {
        "text": "מפלגת האיחוד"
      }
    ],
    "chapter": 6
  },
  {
    "prompt": "איזה נשיא יזם את חקיקתו של של חוק חינוך חובה?",
    "answers": [
      {
        "text": "זלמן שזר",
        "correct": true
      },
      {
        "text": "חיים וייצמן"
      },
      {
        "text": "יצחק בן צבי"
      },
      {
        "text": "אפריים קציר."
      }
    ],
    "chapter": 6
  },
  {
    "prompt": "מהו יצחק נבון?",
    "answers": [
      {
        "text": "הנשיא החמישי.",
        "correct": true
      },
      {
        "text": "הנשיא השביעי"
      },
      {
        "text": "מבקר המדינה הראשון"
      },
      {
        "text": "ראש הממשלה השלישי"
      }
    ],
    "chapter": 6
  },
  {
    "prompt": "מתי התרחש מבצע שלמה?",
    "answers": [
      {
        "text": "1991",
        "correct": true
      },
      {
        "text": "1973"
      },
      {
        "text": "1952"
      },
      {
        "text": "1988"
      }
    ],
    "chapter": 6
  },
  {
    "prompt": ". מהו אחד העקרונות המרכזיים בתפיסה של מדינת ישראל כמדינה יהודית ודמוקרטית?",
    "answers": [
      {
        "text": "הבטחת שוויון זכויות לכל האזרחים",
        "correct": true
      },
      {
        "text": "ניהול המדינה לפי דעת הרבנים הראשיים"
      },
      {
        "text": "חקיקה רק לפי ההלכה"
      },
      {
        "text": "שמירה על רוב יהודי בלבד"
      }
    ],
    "chapter": 2
  },
  {
    "prompt": "מהו אחד האתגרים המרכזיים שנובעים מהפסיפס?",
    "answers": [
      {
        "text": "יצירת אחדות בחברה מגוונת מבחינה דתית ותרבותית",
        "correct": true
      },
      {
        "text": "קידום השפעת היהדות על כל המוסדות הממשלתיים"
      },
      {
        "text": "ניהול כלכלת המדינה מול שוק עולמי"
      },
      {
        "text": "צמצום השתתפותם של חיילים ממיעוטים"
      }
    ],
    "chapter": 2
  },
  {
    "prompt": "מה מאפיין את מערכת היחסים בין העדה הדרוזית למדינת ישראל?",
    "answers": [
      {
        "text": "הדרוזים כרתו ברית דמים עם מדינת ישראל ומשולבים במערכת הביטחון",
        "correct": true
      },
      {
        "text": "העדה הדרוזית מתנגדת להגדרת ישראל כמדינה יהודית"
      },
      {
        "text": " הדרוזים אינם משרתים בצה\"ל אך תומכים במדינה"
      },
      {
        "text": "העדה הדרוזית מתנזרת מכל מעורבות פוליטית"
      }
    ],
    "chapter": 2
  },
  {
    "prompt": "מהי תפקידה של הכנסת?",
    "answers": [
      {
        "text": "לחוקק חוקים ולפקח על עבודת הממשלה",
        "correct": true
      },
      {
        "text": "לאכוף את חוקי המדינה"
      },
      {
        "text": "לשפוט אזרחים בבג\"ץ"
      },
      {
        "text": "ניהול הממשלה"
      }
    ],
    "chapter": 1
  },
  {
    "prompt": "מה מהבאים אינו נמנה עם מאפייני מדינה דמוקרטית?",
    "answers": [
      {
        "text": "שלטון יחיד חזק ומרכזי",
        "correct": true
      },
      {
        "text": "בחירות חופשיות"
      },
      {
        "text": "כיבוד זכויות מיעוטים"
      },
      {
        "text": "שמירה על חופש ביטוי"
      }
    ],
    "chapter": 1
  },
  {
    "prompt": "מהו תפקידו של צה\"ל בתור צבא במדינה יהודית ודמוקרטית?",
    "answers": [
      {
        "text": "לבצע את החלטות הדרג המדיני הנבחר",
        "correct": true
      },
      {
        "text": "להחליט על מדיניות המדינה"
      },
      {
        "text": "להוביל את השיח הפוליטי בציבור"
      },
      {
        "text": "לייצג את הרוב המדיני והדתי במדינה"
      }
    ],
    "chapter": 1
  },
  {
    "prompt": "מהו נוהל מוסקיטו?",
    "answers": [
      {
        "text": "רשת חירום כלל צה״לית",
        "correct": true
      },
      {
        "text": "רשת חירום לחיל ירוק"
      },
      {
        "text": "רשת חירום לחיל האוויר"
      },
      {
        "text": "רשת חירום לחיילים אשר נמצאים בתוך מדינה אויבת"
      }
    ],
    "chapter": 11
  },
  {
    "prompt": "מהם חוקי דיבור בקשר?",
    "answers": [
      {
        "text": "‏קצב , מהירות , עוצמה , גובה",
        "correct": true
      },
      {
        "text": "קצב , קודים , טון"
      },
      {
        "text": "דיבור איטי"
      },
      {
        "text": "מהירות , טון , קצב"
      }
    ],
    "chapter": 11
  },
  {
    "prompt": "מהו ייעוד הנדבר?",
    "answers": [
      {
        "text": "כל התשובות נכונות",
        "correct": true
      },
      {
        "text": "צמצום תוכן"
      },
      {
        "text": "יצירת תבנית להודעה"
      },
      {
        "text": "סדר דיבור"
      }
    ],
    "chapter": 11
  },
  {
    "prompt": "מה הספר השלישי קבע ",
    "answers": [
      {
        "text": "כי בארץ ישראל תוקם מדינה דו לאומית ",
        "correct": true
      },
      {
        "text": "בארץ ישראל תוקם מדינה יהודית "
      },
      {
        "text": "בארץ ישראל תוקם מדינה ערבית "
      },
      {
        "text": "בארץ ישראל יוקמו שתי מדינות "
      }
    ],
    "chapter": 6
  },
  {
    "prompt": "מה תוכן הסכמי סייקס פיקו",
    "answers": [
      {
        "text": "הגדרה שלבנון וסוריה הם מדינות הנתונות לשליטה צרפתית ",
        "correct": true
      },
      {
        "text": "הגדרה כי לבנון וסוריה ראשיות להקים שלטון עצמאי "
      },
      {
        "text": "הגדרה היכן עובר גבול ישראל אל מול לבנון וסוריה "
      },
      {
        "text": "פיצול מדינות לבנון וסוריה "
      }
    ],
    "chapter": 6
  },
  {
    "prompt": "מהוא אעלה בתמ״ר",
    "answers": [
      {
        "text": "מבצע בו עלו כ2500 עולים מתימן ",
        "correct": true
      },
      {
        "text": "מבצע בו כוחות שייטת נכנסו ללבנון "
      },
      {
        "text": "מבצע בו העלו 3000 עולים מאתיופיה "
      },
      {
        "text": "מבצע בו פשוט על מנהרה בעזה "
      }
    ],
    "chapter": 6
  },
  {
    "prompt": "חייל שירה על חיילים נחשב לגורם",
    "answers": [
      {
        "text": "ישיר",
        "correct": true
      },
      {
        "text": "תורם"
      },
      {
        "text": "שורש"
      },
      {
        "text": "כל אחד מהנ״ל "
      }
    ],
    "chapter": 8
  },
  {
    "prompt": "למי מיודעות המלצות",
    "answers": [
      {
        "text": "לרמה הממונה",
        "correct": true
      },
      {
        "text": "לפקודים"
      },
      {
        "text": "למסגרת"
      },
      {
        "text": "לחיילים"
      }
    ],
    "chapter": 8
  },
  {
    "prompt": "תקלה נגרמת",
    "answers": [
      {
        "text": "כתוצאה מחריגה מפקודה",
        "correct": true
      },
      {
        "text": "כתוצאה מטעות בשיקול הדעת"
      },
      {
        "text": "כתוצאה מטעות פיקודית"
      },
      {
        "text": "כתוצאה מפער בגורם האנושי"
      }
    ],
    "chapter": 8
  },
  {
    "prompt": "מה ההפרש בין קווי גובה?",
    "answers": [
      {
        "text": "1 מטר",
        "correct": true
      },
      {
        "text": "10 מטר"
      },
      {
        "text": "5 מטר"
      },
      {
        "text": "20 מטר"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "מהי כיפה?",
    "answers": [
      {
        "text": "4 כיווני ירידה",
        "correct": true
      },
      {
        "text": "3 כיווני ירידה וכיוון עלייה"
      },
      {
        "text": "2 כיווני ירידה ו-2 כיווני עלייה"
      },
      {
        "text": "כיוון ירידה ו-3 כיווני עלייה"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "מהו מדרון קמור?",
    "answers": [
      {
        "text": "מדרון שבחלקו התחתון תלול ובחלקו העליון הופך למתון יותר",
        "correct": true
      },
      {
        "text": "מדרון שבחלקו התחתון מתון ובחלקו העליון הופך לתלול יותר"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "מה הדבר הראשון שעושים בעת מעצור",
    "answers": [
      {
        "text": "מבט למכלול",
        "correct": true
      },
      {
        "text": "הכרזה על מעצור"
      },
      {
        "text": "הוצאת מחסנית"
      },
      {
        "text": "לדרוך פעמיים"
      }
    ],
    "chapter": 12
  },
  {
    "prompt": "בירי למטרת איפוס - לאן נכוון את הנשק שלנו",
    "answers": [
      {
        "text": "לקודקוד התחתון של המשולש",
        "correct": true
      },
      {
        "text": "לקודקוד העליון של המשולש"
      },
      {
        "text": "למרכז המטרה "
      },
      {
        "text": "למרכז המשולש"
      }
    ],
    "chapter": 12
  },
  {
    "prompt": "מה הוא ארגון השמירה הראשון",
    "answers": [
      {
        "text": "בר גיורא",
        "correct": true
      },
      {
        "text": "השומר"
      },
      {
        "text": "ההגנה"
      },
      {
        "text": "האצל"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "באיזו שנה התרחשה מלחמת לבנון הראשונה",
    "answers": [
      {
        "text": "1982",
        "correct": true
      },
      {
        "text": "1983"
      },
      {
        "text": "1984"
      },
      {
        "text": "1985"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "כמה שעות מחזיקה סוללה של מ.ק 624",
    "answers": [
      {
        "text": "10",
        "correct": true
      },
      {
        "text": "7"
      },
      {
        "text": "2"
      },
      {
        "text": "1"
      }
    ],
    "chapter": 11
  },
  {
    "prompt": "מה אינו ייעוד הנדב״ר?",
    "answers": [
      {
        "text": "לבלבל את מי שיאזין לקשר",
        "correct": true
      },
      {
        "text": "צמצום התוכן"
      },
      {
        "text": "יצירת תבנית להודעה"
      },
      {
        "text": "סדר דוברים ברשת"
      }
    ],
    "chapter": 11
  },
  {
    "prompt": "מי הגה את רעיון דגל המדינה",
    "answers": [
      {
        "text": "דוד וולפסון לקראת הקונגרס הציוני הראשון",
        "correct": true
      },
      {
        "text": "דוד בן גוריון בזמן הכרזת העצמאות "
      },
      {
        "text": "בנימין זאב הרצל לקראת הקונגרס הציוני הראשון "
      },
      {
        "text": "משה וולפסון בשמן הקמת ההסתדרות הציונית"
      }
    ],
    "chapter": 1
  },
  {
    "prompt": "כיצד נבחרים שופטים בבית המשפט",
    "answers": [
      {
        "text": "ועדה למינוי שופטים",
        "correct": true
      },
      {
        "text": "משאל עם"
      },
      {
        "text": "החלטת הנשיא"
      },
      {
        "text": "בחירות דמוקרטיות "
      }
    ],
    "chapter": 1
  },
  {
    "prompt": "מתי הוקמה הסוכנות היהודית",
    "answers": [
      {
        "text": "1927",
        "correct": true
      },
      {
        "text": "1920"
      },
      {
        "text": "1901"
      },
      {
        "text": "1948"
      }
    ],
    "chapter": 1
  },
  {
    "prompt": "מהי שיטת הבחירות בישראל",
    "answers": [
      {
        "text": "שיטה פרלמנטרית ",
        "correct": true
      },
      {
        "text": "שיטה רב-שלבית"
      },
      {
        "text": "שיטה מונציפאלית"
      },
      {
        "text": "שיטה נשיאותית"
      }
    ],
    "chapter": 1
  },
  {
    "prompt": "איזה מהגופים הבאים מהווה את הרשות המחוקקת בישראל?",
    "answers": [
      {
        "text": "הכנסת ",
        "correct": true
      },
      {
        "text": "הממשלה"
      },
      {
        "text": "צה\"ל"
      },
      {
        "text": "בית המשפט"
      }
    ],
    "chapter": 1
  },
  {
    "prompt": "מי אחראי לביצוע תחקיר ?",
    "answers": [
      {
        "text": "מפקד המסגרת בה אירע האירוע",
        "correct": true
      },
      {
        "text": "מפקדים אישיים על כל משתתף באירוע"
      },
      {
        "text": "האשם באירוע "
      },
      {
        "text": "כל מי שנכח באירוע צריך למלא"
      }
    ],
    "chapter": 8
  },
  {
    "prompt": "מתי חל חיסיון בתחקיר?",
    "answers": [
      {
        "text": "כאשר התחקיר נעשה במסגרת אימון/ פעילות מבצעית - החיסיון תקף לנאמר בתחקיר ולממצאים שנאספו עבורו אך לא למסמכים מהאירוע עצמו.",
        "correct": true
      },
      {
        "text": "תמיד- כי זה קשור לצבא"
      },
      {
        "text": "כשהשגיאות חמורות מדי"
      },
      {
        "text": "כשאין סיכום מפקד"
      }
    ],
    "chapter": 8
  },
  {
    "prompt": "אם לא קרה נזק לאנשים או רכוש- עדיין מבצעים תחקיר?",
    "answers": [
      {
        "text": "אם האירוע חריג וקרתה בו חריגה מפקודות, תקלות ושגיאות- כן",
        "correct": true
      },
      {
        "text": "לא, אין מה ללמוד מזה"
      },
      {
        "text": "לבחירת החייל באירוע"
      },
      {
        "text": "לא חובה לבצע תחקיר בכללי "
      }
    ],
    "chapter": 8
  },
  {
    "prompt": "מהי הגדרת ההלכה?",
    "answers": [
      {
        "text": "שם כולל לכל החוקים, הדינים והמצוות של היהדות.",
        "correct": true
      },
      {
        "text": "שם כולל לכל התפילות, הפרשנויות והחוקים של היהדות."
      },
      {
        "text": "קובץ הלכתי שמאגד בתוכו את כלל ההלכות והמצוות."
      },
      {
        "text": "קובץ הלכתי ובו פרשנויות של חכמים רבים."
      }
    ],
    "chapter": 2
  },
  {
    "prompt": "מתי חל יום הזיכרון לרחבעם זאבי?",
    "answers": [
      {
        "text": "ל' בתשרי",
        "correct": true
      },
      {
        "text": "ל' באלול"
      },
      {
        "text": "י\"ב בחשוון"
      },
      {
        "text": "כ\"ט בתמוז"
      }
    ],
    "chapter": 2
  },
  {
    "prompt": "מה הם מועדי הדרוזים?",
    "answers": [
      {
        "text": "חג הנביא אח'אדר, חג הנביא שועייב וחג הנביא סבלאן",
        "correct": true
      },
      {
        "text": "חג הנביא אח'אדר, חג הנביא שועייב"
      },
      {
        "text": "חג הנביא שועייב, צום הרמדאן ועיד אל פיטר"
      },
      {
        "text": "חג הנביא שועייב וחג הנביא סבלאן"
      }
    ],
    "chapter": 2
  },
  {
    "prompt": "בראשית המאה ה-19 מנתה אוכלוסיית הארץ כ_  יהודים בלבד, ואילו לקראת סופה, בשנת _ מנתה כבר למעלה מ-_ איש.",
    "answers": [
      {
        "text": "א. 6,000",
        "correct": true
      },
      {
        "text": "א- 3,000, ב- 1800 ג-16,000"
      },
      {
        "text": "א- 6,000, ב- 1800 ג-26,000"
      },
      {
        "text": "א- 3,000, ב- 1800 ג-26,000"
      }
    ],
    "chapter": 5
  },
  {
    "prompt": "מה משמעות ראשי התיבות של תנועת ביל\"ו?",
    "answers": [
      {
        "text": "בית יעקב לכו ונלכה",
        "correct": true
      },
      {
        "text": "בית יהושע לכו ונלכה"
      },
      {
        "text": "בית יעקב לי ולך"
      },
      {
        "text": "בית יעקב לכל יהודי"
      }
    ],
    "chapter": 5
  },
  {
    "prompt": "העולים בעלייה השנייה התיישבו ב",
    "answers": [
      {
        "text": "ערים גדולות ובמושבות",
        "correct": true
      },
      {
        "text": "ערים קטנות"
      },
      {
        "text": "מעברות"
      },
      {
        "text": "ערים קטנות ובמושבות"
      }
    ],
    "chapter": 5
  },
  {
    "prompt": "מתי גירשו הטורקים את תושבי יפו והסביבה, באירוע שכונה גירוש תל אביב?",
    "answers": [
      {
        "text": "מרץ 1917",
        "correct": true
      },
      {
        "text": "מרץ 1918"
      },
      {
        "text": "יוני 1917"
      },
      {
        "text": "ינואר 1947"
      }
    ],
    "chapter": 5
  },
  {
    "prompt": "מה היה הרקע למאורעות תרפ\"ט?",
    "answers": [
      {
        "text": "זכויות תפילה בכותל המערבי",
        "correct": true
      },
      {
        "text": "מחלוקות בין ערבים ויהודים ביפו"
      },
      {
        "text": "השתלטות של יהודים על בתים של ערבים"
      },
      {
        "text": "מחלוקות בין העולים לבריטים"
      }
    ],
    "chapter": 5
  },
  {
    "prompt": "כיצד אבקש בקשר לחזור על הדבר האחרון שנאמר?",
    "answers": [
      {
        "text": "אמור שנית",
        "correct": true
      },
      {
        "text": "חזור שנית"
      },
      {
        "text": "אמור בשנית"
      },
      {
        "text": "חזור בשנית"
      }
    ],
    "chapter": 11
  },
  {
    "prompt": "איך אומרים פרמדיק בקשר?",
    "answers": [
      {
        "text": "לב",
        "correct": true
      },
      {
        "text": "תורן"
      },
      {
        "text": "משנה תורן"
      },
      {
        "text": "ראש"
      }
    ],
    "chapter": 11
  },
  {
    "prompt": "מה זה תורן בנדב''ר?",
    "answers": [
      {
        "text": "רופא",
        "correct": true
      },
      {
        "text": "פרמדיק"
      },
      {
        "text": "אח"
      },
      {
        "text": "חובש"
      }
    ],
    "chapter": 11
  },
  {
    "prompt": "מתי התרחש ליל הבדולח?",
    "answers": [
      {
        "text": "1938",
        "correct": true
      },
      {
        "text": "1919"
      },
      {
        "text": "1920"
      },
      {
        "text": "1936"
      }
    ],
    "chapter": 4
  },
  {
    "prompt": "מי היה שר הביטחון במלחמת לבנון השנייה",
    "answers": [
      {
        "text": "עמיר פרץ",
        "correct": true
      },
      {
        "text": "דן חלוץ"
      },
      {
        "text": "אריאל שרון"
      },
      {
        "text": "בני גנץ"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "מי כיהן כראש הממשלה במלחמת יום כיפור",
    "answers": [
      {
        "text": "גולדה מאיר",
        "correct": true
      },
      {
        "text": "לוי אשכול"
      },
      {
        "text": "יצחק רבין"
      },
      {
        "text": "יצחק שמיר"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "מתי התרחש מבצע עופרת יצוקה",
    "answers": [
      {
        "text": "דצמבר 2008",
        "correct": true
      },
      {
        "text": "אוקטובר 2008"
      },
      {
        "text": "ינואר 2009"
      },
      {
        "text": "נובמבר 2008"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "מתי נחגג חג הנביא שועייב ",
    "answers": [
      {
        "text": "25.04-28.04",
        "correct": true
      },
      {
        "text": "23.04"
      },
      {
        "text": "10.09"
      },
      {
        "text": "25 בינואר"
      }
    ],
    "chapter": 2
  },
  {
    "prompt": "מהו חג הסיגד",
    "answers": [
      {
        "text": "יום צום שמצוין בקרב הקהילה האתיופית",
        "correct": true
      },
      {
        "text": "יום חג מרוקאי "
      },
      {
        "text": "חג שנחוג בקרב יוצאי עולי צפון אפריקה"
      },
      {
        "text": "חג שמצוין בקרב יוצאי פולין"
      }
    ],
    "chapter": 2
  },
  {
    "prompt": "מתי קוראים את פרשת השבוע",
    "answers": [
      {
        "text": "כל יום שבת",
        "correct": true
      },
      {
        "text": "כל יום"
      },
      {
        "text": "כל חג פסח"
      },
      {
        "text": "בצום גדליה"
      }
    ],
    "chapter": 2
  },
  {
    "prompt": "מי הגה את דגל המדינה?",
    "answers": [
      {
        "text": "דוד וולפסון",
        "correct": true
      },
      {
        "text": "גבריאל וולפסון"
      },
      {
        "text": "מקסים שמיר"
      },
      {
        "text": "דוד בן גוריון"
      }
    ],
    "chapter": 2
  },
  {
    "prompt": "באיזה חג יש את מצוות ארבעת המינים?",
    "answers": [
      {
        "text": "סוכות",
        "correct": true
      },
      {
        "text": "פסח"
      },
      {
        "text": "שבועות"
      },
      {
        "text": "ראש השנה"
      }
    ],
    "chapter": 2
  },
  {
    "prompt": "מה המקור של המימונה?",
    "answers": [
      {
        "text": "לא ברור",
        "correct": true
      },
      {
        "text": "זה כיף"
      },
      {
        "text": "יציאת מצרים"
      },
      {
        "text": "עליית יהודים מצפון אפריקה "
      }
    ],
    "chapter": 2
  },
  {
    "prompt": "כמה בתים יש בשיר המקורי \"התקווה?",
    "answers": [
      {
        "text": "9",
        "correct": true
      },
      {
        "text": "10"
      },
      {
        "text": "8"
      },
      {
        "text": "7"
      }
    ],
    "chapter": 1
  },
  {
    "prompt": "מתי התקבל הדגל כדגלה הרשמי של ההסתדרות הציונית והעם היהודי",
    "answers": [
      {
        "text": "1933",
        "correct": true
      },
      {
        "text": "1934"
      },
      {
        "text": "1935"
      },
      {
        "text": "1936"
      }
    ],
    "chapter": 1
  },
  {
    "prompt": "היכן נולד נפתלי הרץ אימבר?",
    "answers": [
      {
        "text": "גליציה",
        "correct": true
      },
      {
        "text": "גרמניה"
      },
      {
        "text": "צ'כוסלובקיה "
      },
      {
        "text": "אוסטרו הונגריה "
      }
    ],
    "chapter": 1
  },
  {
    "prompt": "באיזו עליה עלה לארץ נפתלי הרץ אימבר?",
    "answers": [
      {
        "text": "עליה ראשונה",
        "correct": true
      },
      {
        "text": "עליה שניה"
      },
      {
        "text": "עליה שלישית"
      },
      {
        "text": "עליה רביעית"
      }
    ],
    "chapter": 1
  },
  {
    "prompt": "מי הלחין את \"התקווה\"?",
    "answers": [
      {
        "text": "שמואל כהן",
        "correct": true
      },
      {
        "text": "שמוליק לוי"
      },
      {
        "text": "שמואל הכהן"
      },
      {
        "text": "שמוליק כהן"
      }
    ],
    "chapter": 1
  },
  {
    "prompt": "שמו של צה״ל אומץ מארגון",
    "answers": [
      {
        "text": "ההגנה",
        "correct": true
      },
      {
        "text": "האצל"
      },
      {
        "text": "הלחי"
      },
      {
        "text": "הפלמ״ח"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "מה היה המבצע הראשון שבוצע במלחמת העצמאות",
    "answers": [
      {
        "text": "מבצע נחשון",
        "correct": true
      },
      {
        "text": "מבצע אופרה "
      },
      {
        "text": "מבצע עובדה"
      },
      {
        "text": "מבצע לוחם"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "מה הם ראשי התיבות אצ״ל",
    "answers": [
      {
        "text": "ארגון צבאי לאומי",
        "correct": true
      },
      {
        "text": "ארגון צירי הלאום"
      },
      {
        "text": "אמצעים צבאיים לאומנים"
      },
      {
        "text": "אמנת צבא לאומי"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "עקרונות סחיטת הדק ",
    "answers": [
      {
        "text": "מקבילה לציר קנה ",
        "correct": true
      },
      {
        "text": "איטית "
      },
      {
        "text": "אחידה ואיטית"
      },
      {
        "text": "מהירה ועקבית "
      }
    ],
    "chapter": 8
  },
  {
    "prompt": "אורך רוס״ר M16 ארוך ",
    "answers": [
      {
        "text": "96.6",
        "correct": true
      },
      {
        "text": "93.3"
      },
      {
        "text": "93.7"
      },
      {
        "text": "96.9"
      }
    ],
    "chapter": 8
  },
  {
    "prompt": "מהו מעלה סלילים של M16",
    "answers": [
      {
        "text": "1:12",
        "correct": true
      },
      {
        "text": "1:10"
      },
      {
        "text": "1:14"
      },
      {
        "text": "1:8"
      }
    ],
    "chapter": 8
  },
  {
    "prompt": "את מה התלמוד מנסה לפרש",
    "answers": [
      {
        "text": "משנה",
        "correct": true
      },
      {
        "text": "תוספתא"
      },
      {
        "text": "תורה"
      },
      {
        "text": "מדרש"
      }
    ],
    "chapter": 2
  },
  {
    "prompt": "מי הם הג׳והלים?",
    "answers": [
      {
        "text": "דרוזים שאינם למדו את דתם",
        "correct": true
      },
      {
        "text": "דרוזים אשר חזקים בדת"
      },
      {
        "text": "צ׳רקסים אשר חזקים בדת"
      },
      {
        "text": "צ׳רקסים אשר אינם למדו את דתם"
      }
    ],
    "chapter": 2
  },
  {
    "prompt": "באיזה שנה התרחשה גלות אשור?",
    "answers": [
      {
        "text": "בשנת 722 לפנה״ס ",
        "correct": true
      },
      {
        "text": "בשנת 597 לפנה״ס "
      },
      {
        "text": "בשנת 119 לפנה״ס "
      },
      {
        "text": "בשנת 336 לפנה״ס "
      }
    ]
  },
  {
    "prompt": "באיזה תאריך התרחש ליל הבדולח",
    "answers": [
      {
        "text": "בליל ה-9 ל-10 בנובמבר 1938",
        "correct": true
      },
      {
        "text": "בליל ה-8 ל-9 בנובמבר 1938"
      },
      {
        "text": "בליל ה-9 ל-10 בנובמבר 1935"
      },
      {
        "text": "בליל ה-8 ל-9 בינואר 1938"
      }
    ]
  },
  {
    "prompt": "כמה עולים עלו בעלייה הגדולה?",
    "answers": [
      {
        "text": "700 אלף עולים",
        "correct": true
      },
      {
        "text": "כמיליון וחצי עולים"
      },
      {
        "text": " 500 אלף עולים"
      },
      {
        "text": "120 אלף עולים"
      }
    ]
  },
  {
    "prompt": "מי אמר את המשפט? \"עם שאינו יודע את עברו,  ההווה שלו דל ועתידו לוט בערפל\"",
    "answers": [
      {
        "text": "יגאל אלון",
        "correct": true
      },
      {
        "text": "דוד בן גוריון "
      },
      {
        "text": "שמעון פרס"
      },
      {
        "text": "יצחק בן צבי"
      }
    ],
    "chapter": 3
  },
  {
    "prompt": "מי היה המלך הראשון של עם ישראל",
    "answers": [
      {
        "text": "שאול המלך",
        "correct": true
      },
      {
        "text": "דוד המלך"
      },
      {
        "text": "שלמה המלך"
      },
      {
        "text": "המלך אחשוורוש "
      }
    ],
    "chapter": 3
  },
  {
    "prompt": "מתי התרחשה גלות יהויכין/החרש והמסגר",
    "answers": [
      {
        "text": "597",
        "correct": true
      },
      {
        "text": "557"
      },
      {
        "text": "336"
      },
      {
        "text": "146"
      }
    ],
    "chapter": 3
  },
  {
    "prompt": "מתי ואיפה התכנסה הכנסת הכנסת הגדולה",
    "answers": [
      {
        "text": "בירושלים בימי בית שני",
        "correct": true
      },
      {
        "text": "מדריד במהלך תור הזהב של יהדות אירופה"
      },
      {
        "text": "בישראל בשנת 1948"
      },
      {
        "text": "בבל, לאחר חורבן בית ראשון"
      }
    ],
    "chapter": 1
  },
  {
    "prompt": "מהו מקור הסמכות של צהל",
    "answers": [
      {
        "text": "החלטות של הדרג המדיני",
        "correct": true
      },
      {
        "text": "עתירות לבית המשפט העליון"
      },
      {
        "text": "צהל כצבא העם יונק את סמכותו מהעם"
      },
      {
        "text": "מגילת העצמאות"
      }
    ],
    "chapter": 1
  },
  {
    "prompt": "באיזה עיר הונף דגל הדיו",
    "answers": [
      {
        "text": "אילת",
        "correct": true
      },
      {
        "text": "עזה"
      },
      {
        "text": "ירושלים"
      },
      {
        "text": "תל אביב"
      }
    ],
    "chapter": 1
  },
  {
    "prompt": "מי היה הרמטכ״ל ה-4? ",
    "answers": [
      {
        "text": "משה דיין ",
        "correct": true
      },
      {
        "text": "מרדכי מקלף "
      },
      {
        "text": "חיים לסקוב"
      },
      {
        "text": "יצחק רבין "
      }
    ],
    "chapter": 4
  },
  {
    "prompt": "איך מתפעל את מעצור ברוך?",
    "answers": [
      {
        "text": "ניקח את ידית הדריכה לאחור ונלחץ על עצר המחלק ונשקשק את ידית הדירכה תוך הטעיית הנשק. ",
        "correct": true
      },
      {
        "text": "נקרא למפקד שאיתנו במטווח כי אסור לתפעלו לבד. "
      },
      {
        "text": "נוציא את המחסנית ונדפוק על אזור המכלול כדי להוציא את הכדור. "
      },
      {
        "text": "נדרוך בצורה לא חלבית. "
      }
    ],
    "chapter": 4
  },
  {
    "prompt": "מי היה ראש מפלגת פועלי ארץ ישראל (מפא״י)",
    "answers": [
      {
        "text": "מנחם בגין",
        "correct": true
      },
      {
        "text": "דוד בן גוריון "
      },
      {
        "text": "גולדה מאיר "
      },
      {
        "text": "בינימין נתניהו "
      }
    ],
    "chapter": 4
  },
  {
    "prompt": "מתי עלה אלכסנדר מוקדון לשלטון האימפריה הרומית?",
    "answers": [
      {
        "text": "366 לפנה״ס ",
        "correct": true
      },
      {
        "text": "1 לפנה״ס "
      },
      {
        "text": "577 לפנהס"
      },
      {
        "text": "300 לפנה״ס "
      }
    ],
    "chapter": 3
  },
  {
    "prompt": "מהו שמו המלא של רש״י ",
    "answers": [
      {
        "text": "רבי שלמה יצחקי",
        "correct": true
      },
      {
        "text": "רבי שמשון יעקוב"
      },
      {
        "text": "רבי שמעון יצחקי"
      },
      {
        "text": "רבי שלמה יעקוב"
      }
    ],
    "chapter": 3
  },
  {
    "prompt": "מי כתב את האוטוטמציפציה",
    "answers": [
      {
        "text": "מי כתב את יהודה לייב פינסקר",
        "correct": true
      },
      {
        "text": "הרב צבי קלישר"
      },
      {
        "text": "משה מנדלסון"
      },
      {
        "text": "רשי"
      }
    ],
    "chapter": 3
  },
  {
    "prompt": "מי הקיבוץ הראשון שהוקם בארץ?",
    "answers": [
      {
        "text": "דגניה",
        "correct": true
      },
      {
        "text": "מעגן "
      },
      {
        "text": "חצרים"
      }
    ],
    "chapter": 5
  },
  {
    "prompt": "באיזה עיר היתה פגיעה קשה בעקבות מאורעות תרפט? ",
    "answers": [
      {
        "text": "חברון",
        "correct": true
      },
      {
        "text": "יפו"
      },
      {
        "text": "ירושלים"
      }
    ],
    "chapter": 5
  },
  {
    "prompt": "מי עבד בראש הצבא הרומי בשנת 63 לפני הספירה",
    "answers": [
      {
        "text": "פומפיאוס",
        "correct": true
      },
      {
        "text": "טיטוס"
      },
      {
        "text": "אנטיוכוס"
      }
    ],
    "chapter": 3
  },
  {
    "prompt": "איפה החכמים עמדו בראש הישיבות",
    "answers": [
      {
        "text": "סורא ופומבדיתא",
        "correct": true
      },
      {
        "text": "ירושלים"
      },
      {
        "text": "בבל"
      }
    ],
    "chapter": 3
  },
  {
    "prompt": "מהו מספר הערוצים במ.ק 714",
    "answers": [
      {
        "text": "10",
        "correct": true
      },
      {
        "text": "9"
      },
      {
        "text": "11"
      },
      {
        "text": "20"
      }
    ],
    "chapter": 11
  },
  {
    "prompt": "מהו משקלו של מ.ק 714 ללא סוללה",
    "answers": [
      {
        "text": "760",
        "correct": true
      },
      {
        "text": "750"
      },
      {
        "text": "670"
      },
      {
        "text": "890"
      }
    ],
    "chapter": 11
  },
  {
    "prompt": "מי ייצר את מ.ק 624",
    "answers": [
      {
        "text": "בית היוצר",
        "correct": true
      },
      {
        "text": "קולט"
      },
      {
        "text": "מכשירי קשר בעמ"
      }
    ],
    "chapter": 11
  },
  {
    "prompt": "כיפה תסומן ע״י ",
    "answers": [
      {
        "text": "מעגל בין קווי גובה",
        "correct": true
      },
      {
        "text": "‏X בין קווי גובה"
      },
      {
        "text": "עיגול מושלם בין קווי גובה "
      },
      {
        "text": "נקודה בין קווי גובה"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "מהו תחסית",
    "answers": [
      {
        "text": "קבוצת פרטי נוף המכסים את השטח,",
        "correct": true
      },
      {
        "text": "שיטה לכסות חלקים לא רלוונטיים במפה"
      },
      {
        "text": "צורת האדמה בשטח עצמו"
      },
      {
        "text": "סוג של מפה "
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "איך נסמן במפה מדרון תלול? ",
    "answers": [
      {
        "text": "קווי גובה צמודים אחד לשני,",
        "correct": true
      },
      {
        "text": "קווי גובה מרוחקים אחד מהשני"
      },
      {
        "text": "קווי גובה מעוגלים"
      },
      {
        "text": "איקסים קטנים בין קווי גובה"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "מהו מטרתו העיקרית של תחקיר צבאי?",
    "answers": [
      {
        "text": "להפיק לקחים ולשפר תהליכים צבאיים",
        "correct": true
      },
      {
        "text": "להעניש את המעורבים באירוע"
      },
      {
        "text": "להעריך את ביצועי המפקדים"
      },
      {
        "text": "לבדוק את רמת הציוד של היחידה "
      }
    ],
    "chapter": 8
  },
  {
    "prompt": " מה מהבאים אינו עיקרון בסיסי בתחקיר צבאי תקין?",
    "answers": [
      {
        "text": "האשמה אישית",
        "correct": true
      },
      {
        "text": "למידה ושיפור"
      },
      {
        "text": "פתיחות וביקורתיות"
      },
      {
        "text": "שקיפות"
      }
    ],
    "chapter": 8
  },
  {
    "prompt": "מהו עיקרון מרכזי שיש להקפיד עליו בעת קיום תחקיר ביחידה",
    "answers": [
      {
        "text": "שמירה על דיסקרטיות מול גורמים חיצוניים",
        "correct": true
      },
      {
        "text": "הדגשת הכישלון האישי של החיילים"
      },
      {
        "text": "ביצוע התחקיר רק לאחר שבוע מהאירו"
      },
      {
        "text": "ניתוח פקודות מפקדים בלבד"
      }
    ],
    "chapter": 8
  },
  {
    "prompt": "איך מודדים אזימוט",
    "answers": [
      {
        "text": "לכיוון צפון",
        "correct": true
      },
      {
        "text": "לכיוון דרום"
      },
      {
        "text": "לכיוון מזרח"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "מהי כיפה סמויה",
    "answers": [
      {
        "text": "כיפה שנמצאת ליד כיפה נוספת, שהבדל הגבהים בניהם קטן מ10 מטרים",
        "correct": true
      },
      {
        "text": "כיפה נמוכה"
      },
      {
        "text": "כיפה שנמצאת ליד איפה אחרת שהבדל הגבהים בניהם הוא קטן מ5 מטרים"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "לאיזה סוגי מצוות התורה מתחלקת ",
    "answers": [
      {
        "text": "מצוות שבין אדם לחברו ובין אדם למקום ",
        "correct": true
      },
      {
        "text": "ממצות שבין אדם לאלוהים ובין אדם למקום "
      }
    ]
  },
  {
    "prompt": "איפה נחתם התלמוד הירושלמי ? ",
    "answers": [
      {
        "text": "טבריה ",
        "correct": true
      },
      {
        "text": "צפת "
      },
      {
        "text": "ירושלים "
      }
    ]
  },
  {
    "prompt": "על אילו מערכות מבוסס עיקרון ריבונות העם?",
    "answers": [
      {
        "text": "פורמלית מוסדית , ערכית תרבותית",
        "correct": true
      },
      {
        "text": "פורמלית מוסדית, פורמלית תרבותית"
      },
      {
        "text": "מוסדית תרבותית, ערכית פורמלית"
      },
      {
        "text": "ערכית תרבותית, מוסדית תרבותית"
      }
    ],
    "chapter": 11
  },
  {
    "prompt": "מה מקור השם כנסת?",
    "answers": [
      {
        "text": "הכנסת הגדולה אשר התכנסה בימי בית שני",
        "correct": true
      },
      {
        "text": "המקום בו היו מתכנסים האנשים החשובים בימי הביניים"
      },
      {
        "text": "הכנסת הגדולה אשר התכנסה בימי בית ראשון"
      },
      {
        "text": "מלשון המילה כינוס"
      }
    ],
    "chapter": 11
  },
  {
    "prompt": "מה היישוב עם הכי הרבה נוצרים בישראל?",
    "answers": [
      {
        "text": "נצרת",
        "correct": true
      },
      {
        "text": "מעיליא"
      },
      {
        "text": "חיפה"
      },
      {
        "text": "צפת"
      }
    ],
    "chapter": 11
  },
  {
    "prompt": "מהן ל״ט אבות המלאכה?",
    "answers": [
      {
        "text": "39 מלאכות האסורות בשבת ",
        "correct": true
      },
      {
        "text": "39 מלאכות האסורות בימי חול"
      },
      {
        "text": "39 מלאכות המחויבות בשבת "
      },
      {
        "text": "39 מלאכות המחויבות בימי חול"
      }
    ],
    "chapter": 11
  },
  {
    "prompt": "באיזה חג פרצה מלחמת חרבות ברזל? ",
    "answers": [
      {
        "text": "שמחת תורה",
        "correct": true
      },
      {
        "text": "יום כיפור"
      },
      {
        "text": "סוכות"
      },
      {
        "text": "ראש השנה"
      }
    ],
    "chapter": 11
  },
  {
    "prompt": "מהם כספי החלוקה?",
    "answers": [
      {
        "text": "כספים שנאספו באירופה וחולקו ליהודים לומדי תורה ביישוב הישן",
        "correct": true
      },
      {
        "text": "כספים שחולקו בין היהודים ביישוב הישן"
      },
      {
        "text": "כספים שחולקו ליהודים שאיבדו את רכושם בשואה"
      },
      {
        "text": "כספים שנאספו ע״י היהודים בתפוצות למעפילים בארץ"
      }
    ],
    "chapter": 11
  },
  {
    "prompt": "באיזה שנה הוקמה המפקדה הארצית?",
    "answers": [
      {
        "text": "1930",
        "correct": true
      },
      {
        "text": "1920"
      },
      {
        "text": "1909"
      },
      {
        "text": "1915"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "באיזה שנה הוקם ארגון ההגנה?",
    "answers": [
      {
        "text": "1920",
        "correct": true
      },
      {
        "text": "1930"
      },
      {
        "text": "1909"
      },
      {
        "text": "1912"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "באיזה שנה הוקם ארגון השומר?",
    "answers": [
      {
        "text": "1909",
        "correct": true
      },
      {
        "text": "1920"
      },
      {
        "text": "1930"
      },
      {
        "text": "1912"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "אחריות לביצוע התחקיר הינה בראש ובראשונה ל",
    "answers": [
      {
        "text": "מפקד המסגרת בה ארע אירוע הבטיחות",
        "correct": true
      },
      {
        "text": "מפקד היחידה"
      },
      {
        "text": "הפצוע הכי חמור"
      },
      {
        "text": "קב״ט המסגרת"
      }
    ],
    "chapter": 8
  },
  {
    "prompt": "סוגי הממצאים הינם:",
    "answers": [
      {
        "text": "ממצא רקע, ממצא אירוע וממצאים נוספים",
        "correct": true
      },
      {
        "text": "ממצא אירוע, ממצא תורם וממצע מסביר"
      },
      {
        "text": "ממצא רקע וממצא קיים"
      },
      {
        "text": "ממצא רקע, ממצע אירוע וממצע חשוב"
      }
    ],
    "chapter": 8
  },
  {
    "prompt": "גורם ישיר יכול להיות גם גורם תורם?",
    "answers": [
      {
        "text": "לא",
        "correct": true
      },
      {
        "text": "כן"
      },
      {
        "text": "תלוי במקרה"
      },
      {
        "text": "רק אם מעורבים באירוע מעל 3 אנשים"
      }
    ],
    "chapter": 8
  },
  {
    "prompt": "מה היא הפקודה הראשונה בשורת הפריקה ?",
    "answers": [
      {
        "text": "נשק 60 מעלות.",
        "correct": true
      },
      {
        "text": "נשק הרם."
      },
      {
        "text": "נשק פרוק לבדיקה."
      },
      {
        "text": "נשק 90 מעלות."
      }
    ],
    "chapter": 12
  },
  {
    "prompt": "מה הפקודה החשובה ביותר בכל חלק אפשרי במטווח לצורך בטיחות ?",
    "answers": [
      {
        "text": "וודא נצירה.",
        "correct": true
      },
      {
        "text": "וודא חתירה."
      },
      {
        "text": "נשק פרוק."
      },
      {
        "text": "התיישר על פי השמאל."
      }
    ],
    "chapter": 12
  },
  {
    "prompt": "מה הינו יחס החניכה במטווח ?",
    "answers": [
      {
        "text": "1:6",
        "correct": true
      },
      {
        "text": "2:12"
      },
      {
        "text": "6:1"
      },
      {
        "text": "18:8"
      }
    ],
    "chapter": 12
  },
  {
    "prompt": "מה משמעות קירבת הקווי גובה?",
    "answers": [
      {
        "text": "ככל שהם קרובים יותר- השטח תלול יותר ולהיפך",
        "correct": true
      },
      {
        "text": "ככל שהם קרובים יותר- השטח מתון יותר"
      },
      {
        "text": "זה לא אומר כלום"
      },
      {
        "text": "ככל שהם רחוקים יותר- השטח תלול יותר ולהיפך"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "מהו גיא?",
    "answers": [
      {
        "text": "בדומה לשלוחה- עם 3 עליות וירידה אחת",
        "correct": true
      },
      {
        "text": "בקצה העליון של גיא יש כיפה ובתחתון אוכף"
      },
      {
        "text": "ההיפך לשלוחה- עם 3 עליות וירידה אחת"
      },
      {
        "text": "יש לו 3 ירידות ועליה אחת, כשהקצה מוביל לאוכף"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "מה ההבדל בין מפה גאוגרפית לבין מפה טופוגרפית?",
    "answers": [
      {
        "text": "מפה גאוגרפית- כוללת נתונים כלליים כמו גבולות בין מדינות, אוצרות טבע. מפה טופוגרפית- תצלום של פני השטח הכוללת פרטי נוף ופני השטח.",
        "correct": true
      },
      {
        "text": "אין הבדל- זהו שם נוסף"
      },
      {
        "text": "מפה גאוגרפית-תצלום של פני השטח הכוללת פרטי נוף ופני השטח. מפה טופוגרפית- כוללת נתונים כלליים כמו גבולות בין מדינות, אוצרות טבע."
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "מי היה רודוס",
    "answers": [
      {
        "text": "מלך יהודה (40 שנה לפני הספירה)",
        "correct": true
      },
      {
        "text": "מלך מוקדון, מגדולי המצביאים של העת העתיקה"
      },
      {
        "text": "מלך שומרון (40 שנה לפני הספירה)"
      },
      {
        "text": "פילוסוף רומי שנחשב לאחד מן האהבות של הליברליזם"
      }
    ],
    "chapter": 3
  },
  {
    "prompt": "גלות יהויכין נקראת גם גלות החרש והמסגר ",
    "answers": [
      {
        "text": "נכון",
        "correct": true
      },
      {
        "text": "לא נכון "
      }
    ],
    "chapter": 3
  },
  {
    "prompt": "מה הנהר הארוך ביותר בארץ ישראל? ",
    "answers": [
      {
        "text": "נהר הירדן",
        "correct": true
      },
      {
        "text": "נהר הירקון"
      },
      {
        "text": "נהר בניאס"
      },
      {
        "text": "נהר החרמון"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "מהו המכתש הגדול ביותר",
    "answers": [
      {
        "text": "מכתש ירוחם ",
        "correct": true
      },
      {
        "text": "מכתש רמון"
      },
      {
        "text": "מכתש חצרה"
      },
      {
        "text": "מכתש עריף "
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "כיצד נקרא המקום העליון של ההר ",
    "answers": [
      {
        "text": "כיפה",
        "correct": true
      },
      {
        "text": "אוכף"
      },
      {
        "text": "שלוחה "
      },
      {
        "text": "מכתש "
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "באיזה נוהל קשר נשתמש כדי לחבור לכוחות מבלי לתכנן?",
    "answers": [
      {
        "text": "נוהל מוסקיטו",
        "correct": true
      },
      {
        "text": "נוהל חבירה"
      },
      {
        "text": "נוהל אחי אני חובר"
      },
      {
        "text": "נוהל 66"
      }
    ],
    "chapter": 11
  },
  {
    "prompt": "כיצד מכבים מ.ק 714?",
    "answers": [
      {
        "text": "מחלישים את הווליום עד שנשמע קליק",
        "correct": true
      },
      {
        "text": "לוחצים על כפתור הכיבוי"
      },
      {
        "text": "עולים בקשר וצועקים \"כבה את עצמך\""
      },
      {
        "text": "מוציאים את הסוללה"
      }
    ],
    "chapter": 11
  },
  {
    "prompt": "כיצד נטפל במכת חום?",
    "answers": [
      {
        "text": "הרטבת הגוף במים",
        "correct": true
      },
      {
        "text": "פעילות לפי סרגל מאמצים"
      },
      {
        "text": "שתיה איטית"
      },
      {
        "text": "ביגוד מאוורר"
      }
    ],
    "chapter": 9
  },
  {
    "prompt": "מה מהבאים הוא דוגמה לטראומה?",
    "answers": [
      {
        "text": "פגיעה מרסיס",
        "correct": true
      },
      {
        "text": "מוות של קרוב"
      },
      {
        "text": "פרידה מבן זוג"
      },
      {
        "text": "פגיעה מחבר קרוב"
      }
    ],
    "chapter": 9
  },
  {
    "prompt": "כיצד נזהה התייבשות?",
    "answers": [
      {
        "text": "צמאון וכאבי ראש",
        "correct": true
      },
      {
        "text": "עור סמוק ושתן רב"
      },
      {
        "text": "בחילות והיפותרמיה"
      },
      {
        "text": "בחילות ודופק איטי"
      }
    ],
    "chapter": 9
  },
  {
    "prompt": "כיצד נבצע לחץ עקיף?",
    "answers": [
      {
        "text": "ח.ע. ונקודת לחץ",
        "correct": true
      },
      {
        "text": "ת.א. וח.ע."
      },
      {
        "text": "ח.ע. ומשולש לחץ"
      },
      {
        "text": "ת.א. ומשולש לחץ"
      }
    ],
    "chapter": 9
  },
  {
    "prompt": "מתי נבדוק תגובה לכאב?",
    "answers": [
      {
        "text": "אף תשובה אינה נכונה",
        "correct": true
      },
      {
        "text": "כשהפצוע לא מרגיש ברגליים"
      },
      {
        "text": "כשאין תגובה לקול"
      },
      {
        "text": "כשמדובר בפגיעת גפיים"
      }
    ],
    "chapter": 9
  },
  {
    "prompt": "ממצאים הם…",
    "answers": [
      {
        "text": "עובדות מתוך האירוע",
        "correct": true
      },
      {
        "text": "לקחים על התקרית"
      },
      {
        "text": "שעות בהם קרתה התקרית"
      },
      {
        "text": "שגיאה מתוך שיקול דעת "
      }
    ],
    "chapter": 8
  },
  {
    "prompt": "מפקד המתחקר הוא…",
    "answers": [
      {
        "text": "מפקד המסגרת בא קרתה התקרית",
        "correct": true
      },
      {
        "text": "המפקד בדרגה הבכירה ביותר"
      },
      {
        "text": "מפקד ישיר של החייל"
      },
      {
        "text": "מפקד היחידה"
      }
    ],
    "chapter": 8
  },
  {
    "prompt": "ניתן לכתוב המלצות שלא ביכולת המפקד המתחקר לאכוף אותן?",
    "answers": [
      {
        "text": "כן ",
        "correct": true
      },
      {
        "text": "לא מכיוון שאין ביכולתו לאכוף אותן "
      },
      {
        "text": "לא כי התחקיר נוגע רק ליחידתו"
      },
      {
        "text": "לא כי מפקד מתחקר לא יכול לתת משימות לאנשים לדרגתו"
      }
    ],
    "chapter": 8
  },
  {
    "prompt": "מהי הפעולה הראשונה שיש לבצע כאשר אתה ניגש לאדם מחוסר הכרה?",
    "answers": [
      {
        "text": "לבדוק תגובתיות ולקרוא לעזרה ",
        "correct": true
      },
      {
        "text": "להתחיל בעיסוי לב"
      },
      {
        "text": "לתת מים "
      },
      {
        "text": "לחפש פציעות חיצוניות "
      }
    ],
    "chapter": 9
  },
  {
    "prompt": "במהלך אימון, חייל מתלונן על סחרחורת, בחילה ועורו לח. מה הכי סביר שהוא חווה, ומה יש לעשות? ",
    "answers": [
      {
        "text": "התייבשות – להשכיב אותו, להוריד בגדים צמודים ולתת לשתות",
        "correct": true
      },
      {
        "text": "מכת חום – לקרר אותו מיד עם מים קרים וקרח"
      },
      {
        "text": "כוויה – לבדוק את העור ולחבוש"
      },
      {
        "text": "מכת קור - להעביר למקום חם "
      }
    ],
    "chapter": 9
  },
  {
    "prompt": "מהו לא אחד מהפנים של היהדות",
    "answers": [
      {
        "text": "מדינה",
        "correct": true
      },
      {
        "text": "תרבות"
      },
      {
        "text": "דת"
      },
      {
        "text": "לאום"
      }
    ],
    "chapter": 1
  },
  {
    "prompt": "איזו רשות אין במדינת ישראל?",
    "answers": [
      {
        "text": "בוחרת",
        "correct": true
      },
      {
        "text": "מבצעת"
      },
      {
        "text": "מחוקקת"
      },
      {
        "text": "שופטת"
      }
    ],
    "chapter": 1
  },
  {
    "prompt": "אופייה הדמוקרטי של מדינת ישראל מבוסס על:",
    "answers": [
      {
        "text": "תשובות ב + ג נכונות",
        "correct": true
      },
      {
        "text": "מערכת פורמלית מוסדית "
      },
      {
        "text": "מערכת ערכית תרבותית"
      },
      {
        "text": "מערכת מוסדית ריבונית "
      }
    ],
    "chapter": 1
  },
  {
    "prompt": "מי הקים את ארגון ניל״י?",
    "answers": [
      {
        "text": "אהרון אהרונסון",
        "correct": true
      },
      {
        "text": "יוסף לישנסקי"
      },
      {
        "text": "נעמן בלקינד"
      },
      {
        "text": "שרה אהרונסון"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "איזה אירוע סימן את פתיחת השלב השני במלחמת העצמאות",
    "answers": [
      {
        "text": "הכרזת העצמאות",
        "correct": true
      },
      {
        "text": "מאורעות תרפ״ט"
      },
      {
        "text": "כ״ט בנובמבר"
      },
      {
        "text": "מאורעות תרצ״ו"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "כמה שבויים נלקחו במלחמת יום הכיפורים?",
    "answers": [
      {
        "text": "כ-300 שבויים",
        "correct": true
      },
      {
        "text": "כ-20 שבויים"
      },
      {
        "text": "כ-100 שבויים"
      },
      {
        "text": "לא היו שבויים במלחמת יום הכיפורים"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "לילב הבדולח התרחש ב:",
    "answers": [
      {
        "text": "לילה שבין ה9 ל-10 בנובמבר 1938",
        "correct": true
      },
      {
        "text": "לילה שבין ה9 ל-10 בנובמבר 1939"
      },
      {
        "text": "לילה שבין ה8 ל-9 בנובמבר 1939"
      },
      {
        "text": "לילה שבין ה8 ל-9 בנובמבר 1938"
      }
    ],
    "chapter": 4
  },
  {
    "prompt": "איגרת הבזק של היידריך נשלחה בתאריך:",
    "answers": [
      {
        "text": "21.09.1939",
        "correct": true
      },
      {
        "text": "09.12.1939"
      },
      {
        "text": "21.09.1938"
      },
      {
        "text": "09.12.1938"
      }
    ],
    "chapter": 4
  },
  {
    "prompt": "וועידת ואנזה התחרשה בתאריך:",
    "answers": [
      {
        "text": "20 בינואר 1942",
        "correct": true
      },
      {
        "text": "21 בינואר 1942"
      },
      {
        "text": "22 בינואר 1942"
      },
      {
        "text": "19 בינואר 1942"
      }
    ],
    "chapter": 4
  },
  {
    "prompt": "נכון או לא נכון? קו גובה מייצג שטח בגובה אחיד מעל פני הים",
    "answers": [
      {
        "text": "נכון",
        "correct": true
      },
      {
        "text": "לא נכון"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "קווים צפופים במפה טופוגרפית מעידים על שיפוע מתון",
    "answers": [
      {
        "text": "לא נכון ",
        "correct": true
      },
      {
        "text": "נכון"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "פסגת הר במפה טופוגרפית תמיד מסומנת בעיגול עם מספר גובה בתוכו",
    "answers": [
      {
        "text": "נכון ",
        "correct": true
      },
      {
        "text": "לא נכון"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "בגלל איזה אירוע התחילה התחממות בגזרת עזה  וממשלת ישראל החליטה לצאת למבצע עופרת יצוקה? ",
    "answers": [
      {
        "text": "ביוני 2006 הותקף טנק באזור כרם שלום, שני חיילים נהרגו ואחד נחטף. ",
        "correct": true
      },
      {
        "text": "ביולי 2007 נחטף אזרח משוטט מגבול כרם שלום. "
      },
      {
        "text": "במרץ 2006 התחילו חילופי טילים חריפים מהרצועה. "
      },
      {
        "text": "במלחמת לבנון השנייה הכוחות הישראלים הראשונים שתקפו בלבנון היו כוחות אוויריים? "
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "נכון",
    "answers": [
      {
        "text": "לא נכון ",
        "correct": true
      },
      {
        "text": "נכון חלקית, הם היו חלק מהראשונים אבל ביחד איתם היו גם כוחות קרקעיים  "
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "מה היו הכינויים של הפלסטינאים לאירועי גאות ושפל? ",
    "answers": [
      {
        "text": "אינטיפדת אל אקצא ",
        "correct": true
      },
      {
        "text": "אינטיפדת אוסלו "
      },
      {
        "text": "אינטיפדת ספטמבר "
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "איך מזהים מעצור שלישי?",
    "answers": [
      {
        "text": "מכלול לאחור",
        "correct": true
      },
      {
        "text": "מכלול לפנים"
      },
      {
        "text": "מכלול באמצע"
      }
    ],
    "chapter": 12
  },
  {
    "prompt": "איך מתפעלים מעצור שלישי?",
    "answers": [
      {
        "text": "החלפת מחסנית ולחיצה על עצר המחלק",
        "correct": true
      },
      {
        "text": "מוציאים מחסנית, דורכים פעמיים ןמחזירים"
      },
      {
        "text": "דופקים חזק על המחסנית ודורכים שוב"
      }
    ],
    "chapter": 12
  },
  {
    "prompt": "כמה כדורים יש במחסנית?",
    "answers": [
      {
        "text": "29",
        "correct": true
      },
      {
        "text": "30"
      },
      {
        "text": "28"
      }
    ],
    "chapter": 12
  },
  {
    "prompt": "מי היה הגדוד היהודי הראשון?",
    "answers": [
      {
        "text": "גדוד נהגי הפרדות ",
        "correct": true
      },
      {
        "text": "הגדוד הראשון של קלעי המלך"
      },
      {
        "text": "גרעין החלוץ"
      },
      {
        "text": "גדוד ארז"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "מה היתה מטרת ארגון אצ״י?",
    "answers": [
      {
        "text": "להביא להקמת מדינה יהודית ",
        "correct": true
      },
      {
        "text": "הגנה על ישובים "
      },
      {
        "text": "ארגון הפיקוד העליון "
      },
      {
        "text": "ארגון יחידות ניידות "
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "מה היה מבצע ״נחשון״?",
    "answers": [
      {
        "text": "לפרוץ את הדרך לירושלים",
        "correct": true
      },
      {
        "text": "לפרוץ את הדרך ליפו "
      },
      {
        "text": "להתחיל את מבצע ״יבוסי״"
      },
      {
        "text": "מבצע על שם נחשון בן מורא"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "מה מאפיין שלוחה",
    "answers": [
      {
        "text": "עלייה אחת ושלוש ירידות",
        "correct": true
      },
      {
        "text": "שלוש עליות ירידה אחת"
      },
      {
        "text": "הוא מישורי מאוד"
      },
      {
        "text": "הוא תלול מאוד"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "מה מאפיין גיא ",
    "answers": [
      {
        "text": "ירידה אחת 3 עליות",
        "correct": true
      },
      {
        "text": "3 ירידות עליה אחת"
      },
      {
        "text": "הוא מישורי מאוד"
      },
      {
        "text": "הוא תלול מאוד"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "מה נחשב נתב",
    "answers": [
      {
        "text": "כל התשובות נכונות",
        "correct": true
      },
      {
        "text": "בור"
      },
      {
        "text": "כביש"
      },
      {
        "text": "מסילות רכבת"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "מה מסמל צבע כחול במפה?",
    "answers": [
      {
        "text": "גיא או ערוץ נחל",
        "correct": true
      },
      {
        "text": "שטח תלול"
      },
      {
        "text": "מדרון קעור"
      },
      {
        "text": "שלוחה תלולה"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "מהי כיפה במפה טופוגרפית",
    "answers": [
      {
        "text": "שטח מוגבה עם קווי גובה עגולים וסגורים",
        "correct": true
      },
      {
        "text": "אזור שטוח ללא שינוי גובה"
      },
      {
        "text": "שקע טופוגרפית נמוך"
      },
      {
        "text": "נהר בעל שיפוע תלול"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "איזה צבע מסמל תכסית של צמחיה?",
    "answers": [
      {
        "text": "ירוק",
        "correct": true
      },
      {
        "text": "אדום "
      },
      {
        "text": "כחול"
      },
      {
        "text": "חום"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "כמה כיווני עליה וירידה יש לשלוחה",
    "answers": [
      {
        "text": "שלושה כיווני ירידה וכיוון עליה אחד ",
        "correct": true
      },
      {
        "text": "שלושה כיווני עליה וכיוון ירידה אחד "
      },
      {
        "text": "כיוון עליה כיוון ירידה "
      },
      {
        "text": "שני כיווני ירידה וכיוון עליה"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "כמה כיווני עליה וירידה יש לגיא ",
    "answers": [
      {
        "text": "שלושה כיווני עליה וכיוון ירידה אחד ",
        "correct": true
      },
      {
        "text": "שלושה כיווני ירידה וכיוון עליה אחד "
      },
      {
        "text": "שני כיווני עליה ושני כיווני ירידה"
      },
      {
        "text": "כיוון עליה וכיוון ירידה "
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "איך מזהים אוכף וכמה כיווני עליה וירידה ",
    "answers": [
      {
        "text": "אוכף הינו חיבור בין שני הרים וגבעות ולו שני כיווני עליה ושני כיווני ירידה ",
        "correct": true
      },
      {
        "text": "אוכף זה רכס עם שלושה כיווני עליה וכיוון ירידה "
      },
      {
        "text": "אוכף זה נחל בעל 3 כיווני ירידה בלבד "
      },
      {
        "text": "אוכף זה תבליט בעל כיוון עליה אחד וכיוון ירידה אחד "
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "מתי החלה מלחמת יום הכיפורים?",
    "answers": [
      {
        "text": "06.10.1973",
        "correct": true
      },
      {
        "text": "06.10.1974"
      },
      {
        "text": "06.09.1973"
      },
      {
        "text": "30.11.1947"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "מי היה הרמטכ״ל במלחמת סיני",
    "answers": [
      {
        "text": "משה דיין",
        "correct": true
      },
      {
        "text": "יצחק רבין"
      },
      {
        "text": "יעקב דורי "
      },
      {
        "text": "חיים לסקוב"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "מי היה שר הביטחון במלחמת ששת הימים?",
    "answers": [
      {
        "text": "משה דיין",
        "correct": true
      },
      {
        "text": "יצחק רבין"
      },
      {
        "text": "יגאל ידין"
      },
      {
        "text": "מרדכי מקלף"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "מהי הפעולה הראשונה שיש לבצע כאשר ניגשים לאדם מחוסר הכרה?",
    "answers": [
      {
        "text": "לבדוק את הסביבה, לוודא שהיא בטוחה עבורנו ולאחר מכן לבדוק תגובתיות של האדם.",
        "correct": true
      },
      {
        "text": "להנשים אותו "
      }
    ],
    "chapter": 9
  },
  {
    "prompt": "כיצד יש לפעול במקרה של דימום חמור?",
    "answers": [
      {
        "text": "ללחוץ ישירות על מקום הדימום עם תחבושת / בד ולהפעיל לחץ מתמשך על המקום.",
        "correct": true
      },
      {
        "text": "ללבוש ולעזוב את הפצע "
      },
      {
        "text": "לשטוף עם מים "
      }
    ],
    "chapter": 9
  },
  {
    "prompt": "מהי הדרך הנכונה לטפל בכוויה מדרגה ראשונה? ",
    "answers": [
      {
        "text": "לקרר את המקום במים פושרים במשך 10 דקות ",
        "correct": true
      },
      {
        "text": "למרוח על המקום חמאה / שמן / משחה"
      }
    ],
    "chapter": 9
  },
  {
    "prompt": "שמו של צה״ל אומץ מארגון ",
    "answers": [
      {
        "text": "ההגנה",
        "correct": true
      },
      {
        "text": "הלחי "
      },
      {
        "text": "האצל"
      },
      {
        "text": "הפלמ״ח "
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "איזה מבצע התרחש בשנת 2008",
    "answers": [
      {
        "text": "עופרת יצוקה",
        "correct": true
      },
      {
        "text": "ההתנתקות "
      },
      {
        "text": "ענבי זעם "
      },
      {
        "text": "עמוד ענן "
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "מה היה המבצע שפתח את את מלחמת 6 הימים ",
    "answers": [
      {
        "text": "מבצע מוקד",
        "correct": true
      },
      {
        "text": "מבצע אופרה"
      },
      {
        "text": "מבצע נחשון"
      },
      {
        "text": "מבצע עובדה"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "אדם ללא הכרה הוא אדם שנפגעה לו מערכת ה-",
    "answers": [
      {
        "text": "עצבים",
        "correct": true
      },
      {
        "text": "נשימה"
      },
      {
        "text": "דם"
      },
      {
        "text": "שמיעה"
      }
    ],
    "chapter": 9
  },
  {
    "prompt": "מהי אחריות מערכת הנשימה?",
    "answers": [
      {
        "text": "הכנסת חמצן",
        "correct": true
      },
      {
        "text": "הובלת חמצן"
      },
      {
        "text": "וויסות טמפרטורת הגוף"
      },
      {
        "text": "בקרה עצבית"
      }
    ],
    "chapter": 9
  },
  {
    "prompt": "מהי הגדרת ההיפוטרמיה?",
    "answers": [
      {
        "text": "חום גוף מתחת ל35 מעלות",
        "correct": true
      },
      {
        "text": "טמפרטורת הגוף מתחת ל 0 מעלות"
      },
      {
        "text": "קור גוף מתחת ל 35 מעלות"
      },
      {
        "text": "מופיעים קרישי דם בגוף"
      }
    ],
    "chapter": 9
  },
  {
    "prompt": "מהי הסכנה באיבוד רפלקס הבליעה?",
    "answers": [
      {
        "text": "שאיפת הפרשות",
        "correct": true
      },
      {
        "text": "חדירת גופים זרים לקנה הנשימה"
      },
      {
        "text": "צניחת בסיס לשון"
      },
      {
        "text": "היפוטרמיה"
      }
    ],
    "chapter": 9
  },
  {
    "prompt": "מהם מרכיב משולש החיים?",
    "answers": [
      {
        "text": "מערכות הנשימה, דם ועצבים",
        "correct": true
      },
      {
        "text": "מערכות העצבים, דם ושמיעה"
      },
      {
        "text": "מערכות הדם, נשימה ורבייה"
      },
      {
        "text": "מערכות השמיעה, ריח וראייה"
      }
    ],
    "chapter": 9
  },
  {
    "prompt": "מתי פרצה גרמניה לפולין",
    "answers": [
      {
        "text": "1 בספטמבר 1939",
        "correct": true
      },
      {
        "text": "2 בספטמבר 1938"
      },
      {
        "text": "1 באוקטובר 1938"
      },
      {
        "text": "10 באוקטובר 1939"
      }
    ],
    "chapter": 11
  },
  {
    "prompt": "מי היה הרמטכ״ח בזמן מלחמת ההתשה?",
    "answers": [
      {
        "text": "רבין וחיים בר לב",
        "correct": true
      },
      {
        "text": "רבין ומוטה גור"
      },
      {
        "text": "רפאל איתן ודוד אלעזר"
      },
      {
        "text": "משה דיין ורבין"
      }
    ],
    "chapter": 11
  },
  {
    "prompt": "מה התסמינים של דן החזק?",
    "answers": [
      {
        "text": "דופק מהיר וחלש, נשימה מהירה ושטחית, הכרה מדרדרת, חיוורון, זיעה קרה, קור וצמרמורות",
        "correct": true
      },
      {
        "text": "דופק איטי וחלש, נשימה מהירה ושטחית, הכרה מדרדרת, חיוורון, זיעה קרה, קור וצמרמורות"
      },
      {
        "text": "דופק מהיר וחזק, נשימה מהירה ושטחית, הכרה מדרדרת, חיוורון, זיכרון מעורער, קור וצמרמורות"
      },
      {
        "text": "דופק מהיר וחזק, נשימה מהירה ושטחית, הכרה מדרדרת, חולשה, זיעה קרה, קור וצמרמורות"
      }
    ],
    "chapter": 11
  },
  {
    "prompt": "מתי חל חג הנביא שועייב",
    "answers": [
      {
        "text": "24-27 באפריל",
        "correct": true
      },
      {
        "text": "25-27 באפריל"
      },
      {
        "text": "25-29 במאי"
      },
      {
        "text": "27-30 ביוני"
      }
    ],
    "chapter": 11
  },
  {
    "prompt": "מהו הכלל החשוב ביותר בקריאת שיפוע במפה טופוגרפית?",
    "answers": [
      {
        "text": "ככל שקווי הגובה צפופים יותר, השיפוע תלול יותר",
        "correct": true
      },
      {
        "text": "ככל שהקו ארוך יותר, השיפוע תלול יותר"
      },
      {
        "text": "ככל שהקו ישר יותר, השיפוע מתון יותר"
      },
      {
        "text": "קווי גובה צפופים מצביעים על מישור"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "מהי \"שלוחה\" במפה טופוגרפית?",
    "answers": [
      {
        "text": "בליטה של הר או גבעה לכיוון שטח נמוך",
        "correct": true
      },
      {
        "text": "שקע בין שני רכסים"
      },
      {
        "text": "קו מים זורמים"
      },
      {
        "text": "אזור מישורי גבוה"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "מהי המשמעות של תבליט במפה טופוגרפית?",
    "answers": [
      {
        "text": "תיאור פני השטח הקבועים כמו כיפה, שלוחה וגיא",
        "correct": true
      },
      {
        "text": "קבוצת פרטי נוף קבועים כגון עצים ובניינים"
      },
      {
        "text": "קבוצת פרטי נוף משתנים כגון שבילים ומכוניות"
      },
      {
        "text": "תיאור תוואי הדרך המומלץ לניווט מהיר"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "מהי המטרה העיקרית של ביצוע תחקיר לאחר פעילות מבצעית? ",
    "answers": [
      {
        "text": "ללמוד ולשפר את הביצועים להבא ",
        "correct": true
      },
      {
        "text": "להעניש את מי שטעה "
      },
      {
        "text": "לכתוב דוח לממונים"
      },
      {
        "text": "להראות מי היה האחראי הישיר "
      }
    ],
    "chapter": 8
  },
  {
    "prompt": "מהו אחד העקרונות המרכזיים בתחקיר אפקטיבי? ",
    "answers": [
      {
        "text": "לבדוק את כלל הגורמים והמערכת ",
        "correct": true
      },
      {
        "text": "להתמקד בהאשמת הפרט"
      },
      {
        "text": "לשמור על סודיות מלאה מהחיילים "
      },
      {
        "text": "לבצע אותו רק אם קרה אירוע חמוד "
      }
    ],
    "chapter": 8
  },
  {
    "prompt": "מי אחראי להובלת תחקיר ביחידה? ",
    "answers": [
      {
        "text": "מפקד הצוות או הגורם שפיקד על הפעילות ",
        "correct": true
      },
      {
        "text": "החייל הוותיק ביותר "
      },
      {
        "text": "השלישות "
      },
      {
        "text": "הרופא היחידתי "
      }
    ],
    "chapter": 8
  },
  {
    "prompt": "מה הן סכנות השט״ד? ",
    "answers": [
      {
        "text": "נמק, היפותרמיה והלם ",
        "correct": true
      },
      {
        "text": "הלם"
      },
      {
        "text": "מכת חום , היפותרמיה ונמק. "
      },
      {
        "text": "מוות שיתוק ונמק. "
      }
    ],
    "chapter": 9
  },
  {
    "prompt": "מה הוא לא דגש להנחת ת.א? ",
    "answers": [
      {
        "text": "סיבוב סביב היד וליפוף השרכים בצידי הקשר ",
        "correct": true
      },
      {
        "text": "הנחה על מקום הדימום. "
      },
      {
        "text": "בדיקת חום , צבע ודופק. "
      },
      {
        "text": "הצלבה מתחת לגפה. "
      }
    ],
    "chapter": 9
  },
  {
    "prompt": "תוך כמה זמן נוצר נמק מרגע הנחת הח״ע? ",
    "answers": [
      {
        "text": "3-4 שעות ",
        "correct": true
      },
      {
        "text": "2-3 שעות "
      },
      {
        "text": "5-6 שעות "
      },
      {
        "text": "שעה "
      }
    ],
    "chapter": 9
  },
  {
    "prompt": "על מה חייב התחקיר להתבסס?",
    "answers": [
      {
        "text": "תשתית עובדתית ואמירת אמת",
        "correct": true
      },
      {
        "text": "עדויות שמיעה בלבד"
      },
      {
        "text": "תחושות אישיות של המתחקרים"
      },
      {
        "text": "מסקנות של ועדת חקירה חיצונית"
      }
    ],
    "chapter": 8
  },
  {
    "prompt": "מה מבין הבאים אינו שלב במודל התחקיר?",
    "answers": [
      {
        "text": " איך מענישים?",
        "correct": true
      },
      {
        "text": "למה זה קרה?"
      },
      {
        "text": "מה היה?"
      },
      {
        "text": "מה צריך להיות"
      }
    ],
    "chapter": 8
  },
  {
    "prompt": "מי אחראי לביצוע התחקיר בצה״ל?",
    "answers": [
      {
        "text": "מפקד המסגרת בה התרחש באירוע",
        "correct": true
      },
      {
        "text": "יועץ משפטי"
      },
      {
        "text": "נציג קבילות החיילים"
      }
    ],
    "chapter": 8
  },
  {
    "prompt": "מהו ההבדל העיקרי בין תחקיר לחקירה לפי האוגדן?",
    "answers": [
      {
        "text": "תחקיר עוסק בהפקת לקחים, חקירה בודקת חשדות לעבירות",
        "correct": true
      },
      {
        "text": "חקירה מתבצעת מיד, תחקיר מתבצע לאחר כמה ימים"
      },
      {
        "text": "תחקיר מבוסס על רגשות, חקירה על עובדות"
      },
      {
        "text": "תחקיר נעשה על ידי חיילים, חקירה על ידי אזרחים"
      }
    ],
    "chapter": 8
  },
  {
    "prompt": "איזה סוג ממצא לא יופיע בתחקיר?",
    "answers": [
      {
        "text": "ממצאים ראשוניים",
        "correct": true
      },
      {
        "text": "ממצאי רקע"
      },
      {
        "text": "ממצאים נוספים"
      },
      {
        "text": "ממצאי האירוע"
      }
    ],
    "chapter": 8
  },
  {
    "prompt": "על מה נדרש לכתוב תחקיר מבין הבאים?",
    "answers": [
      {
        "text": "כל התשובות נכונות",
        "correct": true
      },
      {
        "text": "הפקרת נשק "
      },
      {
        "text": "פליטת כדור"
      },
      {
        "text": "פציעת חיילים "
      }
    ],
    "chapter": 8
  },
  {
    "prompt": "מה מבין הבאים חובה לכלול בתחקיר?",
    "answers": [
      {
        "text": "המלצות",
        "correct": true
      },
      {
        "text": "סיכום מפקד "
      },
      {
        "text": "פתיחת מפקד"
      },
      {
        "text": "תג״ב הפקת לקחים"
      }
    ],
    "chapter": 8
  },
  {
    "prompt": "שאלה 1: עקרונות התחקיר",
    "answers": [
      {
        "text": "תשובה נכונה: ג. למידה והפקת לקחים לצורך שיפור עתידי",
        "correct": true
      },
      {
        "text": "זיהוי אשמים והסקת מסקנות פיקודיות "
      },
      {
        "text": "ב. ניתוח הנתונים לפי תחושות לוחמים בשטח"
      },
      {
        "text": "ד. שימוש במידע לצורך עונשים והרתעה"
      }
    ],
    "chapter": 8
  },
  {
    "prompt": "שאלה 2: תחקיר פתוח מול תחקיר סגור מהו היתרון המרכזי של תחקיר פתוח לעומת תחקיר סגור",
    "answers": [
      {
        "text": "תשובה נכונה: ג. מעודד שיח פתוח ושקוף בין כלל המשתתפים",
        "correct": true
      },
      {
        "text": "ד. חוסך זמן ומשאבים"
      },
      {
        "text": "מאפשר שליטה טובה יותר על הנרטיב"
      },
      {
        "text": "מונע הפצת מידע מסווג"
      }
    ],
    "chapter": 8
  },
  {
    "prompt": "שאלה 3: אחריות מפקדים בתחקיר מה תפקידו המרכזי של מפקד בתחקיר צוות לאחר אירוע",
    "answers": [
      {
        "text": "תשובה נכונה: ב. להנחות את הלקחים ולוודא יישומ",
        "correct": true
      },
      {
        "text": "א. להגן על פקודיו מהשלכות אפשריות "
      },
      {
        "text": "ג. לרשום הערות עבור גורמי חקיר "
      },
      {
        "text": "ד. לדווח על התנהלות לא תקינה בלבד"
      }
    ],
    "chapter": 8
  },
  {
    "prompt": "מי היו הנוסעים באוניית סנט לואיס?",
    "answers": [
      {
        "text": "פליטים מגרמניה",
        "correct": true
      },
      {
        "text": "פליטים מפולין"
      },
      {
        "text": "פליטים מהולדת"
      },
      {
        "text": "פליטים מרוסיה "
      }
    ],
    "chapter": 2
  },
  {
    "prompt": "מי מעניק את אות חסיד אומות עולם",
    "answers": [
      {
        "text": "יד ושם",
        "correct": true
      },
      {
        "text": "האום"
      },
      {
        "text": "ממשלת ישראל"
      },
      {
        "text": "נשיא המדינה "
      }
    ],
    "chapter": 2
  },
  {
    "prompt": "איזה חיל הקים אפרים קציר?",
    "answers": [
      {
        "text": "חיל המדע ",
        "correct": true
      },
      {
        "text": "חיל החימוש"
      },
      {
        "text": "חיל החינוך"
      },
      {
        "text": "חיל המודיעין"
      }
    ],
    "chapter": 2
  },
  {
    "prompt": "מה מהם שלבי הטיפול בהיפוטרמיה",
    "answers": [
      {
        "text": "הרחקה מגורם קר,החלפת בגדים רטובים, חימום פינוי. ",
        "correct": true
      },
      {
        "text": "חימום, החלפת ביגוד רטוב, הרחקה מגורם קר, פינוי"
      },
      {
        "text": "סילוק הפרשות, החלפת ביגוד רטוב, חימום, פינוי"
      },
      {
        "text": "סילוק הפרשות, חימום , פתיחת קנה נשימה, פינוי"
      }
    ],
    "chapter": 9
  },
  {
    "prompt": "מהו המשפט הנכון ביחס להסרת ח״ע",
    "answers": [
      {
        "text": "מע״ר לעולם לא יסיר ח״ע",
        "correct": true
      },
      {
        "text": "מע״ר יסיר ח״ע מפצוע במידה וקיבל הוראה מחובש"
      },
      {
        "text": "מע״ר יסיר ח״ע מפצוע במידה וקיבל הוראה מרופא"
      },
      {
        "text": "מע״ר יסיר ח״ט מפצוע במידה ועבר חצי שעה מהנחתו"
      }
    ],
    "chapter": 9
  },
  {
    "prompt": "מהו הלם?",
    "answers": [
      {
        "text": "ירידה בתפקוד הרקמות והאיברים כתוצאה מירידה באספקת הדם",
        "correct": true
      },
      {
        "text": "תוצאה מטראומה קרה או קהה"
      },
      {
        "text": "קריסת מערכות הגוף"
      },
      {
        "text": "עלייה בטמפרטורת הגוף ומכך קריסת מערכות"
      }
    ],
    "chapter": 9
  },
  {
    "prompt": "מתי החלו לפעול כוחות ה\"פאדאיון\"",
    "answers": [
      {
        "text": "אוגוסט 1955",
        "correct": true
      },
      {
        "text": "מאי 1956"
      },
      {
        "text": "אוגוסט 1956"
      },
      {
        "text": "מאי 1956"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "מתי נפתח מבצע ליטני",
    "answers": [
      {
        "text": "14.03.1978",
        "correct": true
      },
      {
        "text": "03.14.1978"
      },
      {
        "text": "14.03.1977"
      },
      {
        "text": "03.14.1977"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "מתי פרצה האינתיפאדה הראשונה ",
    "answers": [
      {
        "text": "1987",
        "correct": true
      },
      {
        "text": "1988"
      },
      {
        "text": "1986"
      },
      {
        "text": "1991"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "מה תעשו כשתתקלו במעצור שלישי?",
    "answers": [
      {
        "text": "נביט למכלול, נכריז, ננצור, נחליף מחסנית, ונלחץ על עצר המחלק",
        "correct": true
      },
      {
        "text": "נחליף למחסנית תקינה ונלחץ על עצר המחלק"
      },
      {
        "text": "נלחץ על עצר המחלק ונמשיך ירי"
      },
      {
        "text": "נביט למכלול, נכריז, ננצור, נוציא מחסנית, נדרוך פעמיים ואז נכניס מחסנית נדרוך ונמשיך ירי "
      }
    ],
    "chapter": 12
  },
  {
    "prompt": "כמה שוקל כדור 5.56 נותב?",
    "answers": [
      {
        "text": "3.6",
        "correct": true
      },
      {
        "text": "4"
      },
      {
        "text": "3"
      },
      {
        "text": "4.6"
      }
    ],
    "chapter": 12
  },
  {
    "prompt": "מתי נעביר את הנצרה של הנשק לבודדת?",
    "answers": [
      {
        "text": "באימון יבשים מפוקח עם תותב בנשק וכאשר הנשק לא מופנה כלפי בן אדם,  ובמהלך מטווח חיי כאשר ניתנה פקודת אש ממפקד המטווח",
        "correct": true
      },
      {
        "text": "אך ורק במטווח כאשר ניתנת פקודת אש"
      },
      {
        "text": "אף פעם"
      },
      {
        "text": "רק כאשר אתקל במחבל"
      }
    ],
    "chapter": 12
  },
  {
    "prompt": "מהו סדר הפעולות הנכון בטיפול בפצוע לפי סכימת הטיפול?",
    "answers": [
      {
        "text": "בדיקת הכרה, פתיחת נתיב אוויר, עצירת דימום, דיווח, פינוי",
        "correct": true
      },
      {
        "text": "כיסוי הפצוע, בדיקת דופק, הפשטה, פינוי"
      },
      {
        "text": "דיווח, קיבוע, הפשטה, כיסוי הפצוע"
      },
      {
        "text": "הפשטה מלאה, עצירת דימומים, דיווח, פינוי"
      }
    ],
    "chapter": 9
  },
  {
    "prompt": "כיצד יש לנהוג במקרה של פגיעת בעל חיים ארסי?",
    "answers": [
      {
        "text": "לנקות, לקבע, להרגיע ולפנות במהירות",
        "correct": true
      },
      {
        "text": "לקרר את הגפה ולהניח חסם מעל אזור הפגיעה"
      },
      {
        "text": "לשאוב את הארס, לנקז את המקום ולפנות"
      },
      {
        "text": "לא לנקות את המקום כדי שלא להסיר את הארס"
      }
    ],
    "chapter": 9
  },
  {
    "prompt": "מהו ההבדל המרכזי בין שט\"ד פנימי לשט\"ד חיצוני?",
    "answers": [
      {
        "text": "שט\"ד חיצוני ניתן לעצירה בשטח, פנימי דורש פינוי מיידי",
        "correct": true
      },
      {
        "text": "שט\"ד חיצוני נגרם מקריעה בעור, פנימי נגרם משברים"
      },
      {
        "text": "שט\"ד פנימי פחות מסוכן מחיצוני"
      },
      {
        "text": "אין הבדל בטיפול ביניהם"
      }
    ],
    "chapter": 9
  },
  {
    "prompt": "מי נחשב לאבי האומה היהודית?",
    "answers": [
      {
        "text": "אברהם אבינו",
        "correct": true
      },
      {
        "text": "משה רבנו"
      },
      {
        "text": "דוד המלך "
      },
      {
        "text": "שלמה המלך"
      }
    ],
    "chapter": 3
  },
  {
    "prompt": "באיזו תקופה התרחש יציאת מצרים על פי המסורת היהודית?",
    "answers": [
      {
        "text": "תקופת התנ״ך",
        "correct": true
      },
      {
        "text": "ימי הביניים"
      },
      {
        "text": "תקופת המשנה"
      },
      {
        "text": "תקופת הבית השני"
      }
    ],
    "chapter": 3
  },
  {
    "prompt": "מה הייתה בירת ממלכת ישראל המאוחדת תחת שלטון דוד ושלמה?",
    "answers": [
      {
        "text": "ירושלים",
        "correct": true
      },
      {
        "text": "חברון"
      },
      {
        "text": "שכם"
      },
      {
        "text": "בית אל"
      }
    ],
    "chapter": 3
  },
  {
    "prompt": "מה זה נ.ה ונ.ס?",
    "answers": [
      {
        "text": "נקודת התחלה ונקודת סוף",
        "correct": true
      },
      {
        "text": "נקודת המפגש ונקודת סוף"
      },
      {
        "text": "נקודת התחלה ונקודת סגירה"
      },
      {
        "text": "נקודת המפגש ונקודת הסגירה"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "מה הגודל של כל ריבוע במפה בחיים האמיתיים?",
    "answers": [
      {
        "text": "1000 מטר",
        "correct": true
      },
      {
        "text": "500 מטר"
      },
      {
        "text": "200 מטר"
      },
      {
        "text": "100 מטר"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "זיהוי תצורת שטח לפי קווי גובה",
    "answers": [
      {
        "text": "מכתש או שקע ",
        "correct": true
      },
      {
        "text": "גבעה "
      },
      {
        "text": "מצוק "
      },
      {
        "text": "רמה גבוהה "
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "חישוב שיפוע ",
    "answers": [
      {
        "text": "10%",
        "correct": true
      },
      {
        "text": "5%"
      },
      {
        "text": "10%"
      },
      {
        "text": "15%"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "קריאת כיוון זרם המים ",
    "answers": [
      {
        "text": "זרימת מים ",
        "correct": true
      },
      {
        "text": "מזרח "
      },
      {
        "text": "מערב "
      },
      {
        "text": "צפון "
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "מה הייתה הסיבה העיקרית לפרוץ מלחמת ששת הימים בשנת 1967?",
    "answers": [
      {
        "text": "סגירת מצרי טיראן וחסימת השייט הישראלי",
        "correct": true
      },
      {
        "text": "תקיפה ישירה של ישראל על מצרים"
      },
      {
        "text": "ניסיון להרחיב את שטח המדינה"
      },
      {
        "text": "הסכם שלום שנכשל בין ירדן לישראל"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "מה הייתה מטרת ועידת ואנזה שנערכה בינואר 1942?",
    "answers": [
      {
        "text": "לתכנן את \"הפתרון הסופי\" – השמדת יהדות אירופה",
        "correct": true
      },
      {
        "text": "למצוא פתרון דיפלומטי לבעיית היהודים באירופה"
      },
      {
        "text": "לדון בהגירת יהודים לאמריקה"
      },
      {
        "text": "להקים אזור יהודי אוטונומי בפולין"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "מה מסמלת החנוכייה בחג החנוכה?",
    "answers": [
      {
        "text": "את נס פך השמן בבית המקדש",
        "correct": true
      },
      {
        "text": "את שבעת ימי הבריאה"
      },
      {
        "text": "את אור התורה"
      },
      {
        "text": "את הניצחון על הרומאים"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "מה היה האירוע שגרם לפרוץ מלחמת יום הכיפורים בשנת 1973?",
    "answers": [
      {
        "text": "מתקפה פתאומית של מצרים וסוריה ביום הכיפורים",
        "correct": true
      },
      {
        "text": "תקיפת ישראל על שדות נפט במצרים"
      },
      {
        "text": "כיבוש רמת הגולן על ידי ישראל"
      },
      {
        "text": "חתימת הסכם שלום עם ירדן"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "מה הייתה התוצאה העיקרית של מלחמת ששת הימים מבחינת שטח?",
    "answers": [
      {
        "text": "ישראל הרחיבה את שליטתה לשטחים כמו סיני, רמת הגולן, יהודה ושומרון ומזרח ירושלים",
        "correct": true
      },
      {
        "text": "ישראל נסוגה מכל השטחים שכבשה"
      },
      {
        "text": "ישראל איבדה את הנגב הדרומי"
      },
      {
        "text": "הוקם אזור חיץ בינלאומי בגבול הצפוני"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "מה היה יעד מבצע צוק איתן בשנת 2014?",
    "answers": [
      {
        "text": "לפגוע בתשתיות הטרור של חמאס ברצועת עזה ולהפסיק את ירי הרקטות לעבר ישראל",
        "correct": true
      },
      {
        "text": "לחזק את הקשרים עם מדינות ערב"
      },
      {
        "text": "להשיב את גלעד שליט"
      },
      {
        "text": "להחזיר שטחים שנכבשו ב-1967"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "במה עסק ארגון ״ההגנה״? ",
    "answers": [
      {
        "text": "בהגנה על ישובים יהודיים בארץ ",
        "correct": true
      },
      {
        "text": "בלחימה נגד העותמנים"
      },
      {
        "text": "במסחר בנשק"
      },
      {
        "text": "בהכשרת מפקדים לוחמים "
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "ארגון הלח״י",
    "answers": [
      {
        "text": "מי היה מפקד ארגון הלח״י? ",
        "correct": true
      },
      {
        "text": "דוד רויאל"
      },
      {
        "text": "בנימין זאב הרצל "
      },
      {
        "text": "דוד בן גוריון"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "מה הוא השם השני של מלחמת סיני? ",
    "answers": [
      {
        "text": "מבצע קדש",
        "correct": true
      },
      {
        "text": "מלחמת ההתשה "
      },
      {
        "text": "מלחמת יום כיפור"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "מהו הרקע לפרוץ מלחמת העצמאות",
    "answers": [
      {
        "text": "סירוב מדינות ערב להצטרף להחלטת החלוקה של האום",
        "correct": true
      },
      {
        "text": "תקיפת ברית המועצות על ישראל"
      },
      {
        "text": "פלישה של כוחות נאצים לארץ ישראל"
      },
      {
        "text": "חיכוכים פנימיים בין תנועות ציוניות"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "מהו הארגון המרכזי שקדם להקמת צה”ל?",
    "answers": [
      {
        "text": "האצ״ל",
        "correct": true
      },
      {
        "text": "הלח״י"
      },
      {
        "text": "ההגנה "
      },
      {
        "text": "ניל״י"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "איזו מלחמה נחשבת לנקודת תפנית ביחס הציבורי כלפי הממסד הצבאי",
    "answers": [
      {
        "text": "מלחמת יום הכיפורים ",
        "correct": true
      },
      {
        "text": "מלחמת ששת הימים "
      },
      {
        "text": "מלחמת סיניי"
      },
      {
        "text": "מלחמת לבנון השנייה"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "באיזו שנה פרצה מלחמת ששת הימים?",
    "answers": [
      {
        "text": "1967",
        "correct": true
      },
      {
        "text": "1933"
      },
      {
        "text": "1968"
      },
      {
        "text": "1969"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "מי הייתה המדינה הערבית הראשונה שחתמה על הסכם שלום עם ישראל לאחר מלחמה?",
    "answers": [
      {
        "text": "מצרים",
        "correct": true
      },
      {
        "text": "ירדן"
      },
      {
        "text": "סוריה"
      },
      {
        "text": "לבנון"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "איזו מלחמה התרחשה בעקבות תקיפות חוזרות של מחבלים מדרום לבנון?",
    "answers": [
      {
        "text": "מלחמת לבנון השנייה",
        "correct": true
      },
      {
        "text": "מלחמת המפרץ"
      },
      {
        "text": "מלחמת חרבות ברזל"
      },
      {
        "text": "מלחמת לבנון הראשונה"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": " באיזו מלחמה נכבש חצי האי סיני על ידי ישראל?",
    "answers": [
      {
        "text": "מלחמת ששת הימים ",
        "correct": true
      },
      {
        "text": "מלחמת יום הכיפורים"
      },
      {
        "text": "מלחמת לבנון הראשונה"
      },
      {
        "text": "מלחמת לבנון השנייה"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "מה היה שמו של המבצע הצבאי שפתח את מלחמת סיני בשנת 1956?",
    "answers": [
      {
        "text": "מבצע קדש",
        "correct": true
      },
      {
        "text": "מבצע עופרת יצוקה"
      },
      {
        "text": "מבצע עובדה"
      },
      {
        "text": "מבצע סיני"
      }
    ],
    "chapter": 7
  },
  {
    "prompt": "מהי כיפה סמויה?",
    "answers": [
      {
        "text": "כיפה שגובהה פחות מ10 מטרים",
        "correct": true
      },
      {
        "text": "כיפה שלא ניתן לראות מקו רכס"
      },
      {
        "text": "כיפה שלא ניתן לראות מקו אפיק"
      },
      {
        "text": "כיפה שנמצאת על שלוחה"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "כיצד נזהה במפה כתף:",
    "answers": [
      {
        "text": "מקטע לאורך המדרון שבו קווי הגובה רחוקים אחד מהשני",
        "correct": true
      },
      {
        "text": "מקטע לאורך המדרון שבו קווי הגובה ישרים"
      },
      {
        "text": "קו גובה סגור"
      },
      {
        "text": "אזור מטושטש במפה"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "שטח שהפרש הגבהים בו הוא 35 מטר יזוהה כ...",
    "answers": [
      {
        "text": "שטח גלי",
        "correct": true
      },
      {
        "text": "שטח גבעי"
      },
      {
        "text": "שטח מישורי"
      },
      {
        "text": "שטח הררי"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "מה נבדוק בשלב B בסכימת טיפול בפצוע?",
    "answers": [
      {
        "text": "חוסר נשימה או פגיעה כלשהי במערכת הנשימה ",
        "correct": true
      },
      {
        "text": "נדאג לביטחוננו ולביטחון הפצוע"
      },
      {
        "text": "נחפש דימומים ושטפי דם"
      },
      {
        "text": "נבדוק דופק"
      }
    ],
    "chapter": 9
  },
  {
    "prompt": "מה ההבדל בין שכ״ד פנימי לחיצוני?",
    "answers": [
      {
        "text": "פנימי - דם מצטבר בחללי הגוף בצורה בלתי נשלטת, חיצוני - דם פורץ מחוץ לגוף ונשלט ",
        "correct": true
      },
      {
        "text": "חיצוני - דם מצטבר בחללי הגוף בצורה בלתי נשלטת, פנימי - דם פורץ מחוץ לגוף ונשלט "
      },
      {
        "text": "חיצוני - לא צריך להפשיט מבגדים, פנימי - יש להפשיט מבגדים"
      }
    ],
    "chapter": 9
  },
  {
    "prompt": "מה ההגדרה למכת חום?",
    "answers": [
      {
        "text": "פגיעה רב מערכתית הנובעת מעלייה חדה בטמפ׳ הגוף עקב הפרעה במאזן החום בגוף. ",
        "correct": true
      },
      {
        "text": "פגיעה במאזן הנוזלים בגוף, מחסור בנוזלים חיוניים שפוגעת בתהליכים חיוניים. "
      },
      {
        "text": "פגיעה מערכתית עקב ירידה של טמפ׳ הגוף מתחת ל35 מעלות. "
      },
      {
        "text": "תשובות 1+3 נכונות"
      }
    ],
    "chapter": 9
  },
  {
    "prompt": "באיזה שנה עלה המלפגה הנאצית לשלטון?",
    "answers": [
      {
        "text": "1933",
        "correct": true
      },
      {
        "text": "1935"
      },
      {
        "text": "1938"
      },
      {
        "text": "1936"
      }
    ],
    "chapter": 4
  },
  {
    "prompt": "מתי ניסו חברי המפלגה הנאצית לעשות מהפכה צבאית?",
    "answers": [
      {
        "text": "1923",
        "correct": true
      },
      {
        "text": "1933"
      },
      {
        "text": "1935"
      },
      {
        "text": "1929"
      }
    ],
    "chapter": 4
  },
  {
    "prompt": "מה קרה ב\"ליל הסכינים הארוכות\"?",
    "answers": [
      {
        "text": "נרצחו מתנגדיו של היטלר בגרמניה",
        "correct": true
      },
      {
        "text": "נרצחו מנהיגים בקהילה היהודית בגרמניה"
      },
      {
        "text": "נשרפו בתי עסק יהודים בפולין"
      },
      {
        "text": "נעצרו סוציאליסטים יהודים בגרמניה"
      }
    ],
    "chapter": 4
  },
  {
    "prompt": "מי כתב את הספר מדינת היהודים ",
    "answers": [
      {
        "text": "בנימין זאב הרצל ",
        "correct": true
      },
      {
        "text": "אדולף היטלר"
      },
      {
        "text": "רבי משה בן מימון"
      },
      {
        "text": "פינסקר "
      }
    ],
    "chapter": 4
  },
  {
    "prompt": "מהו ״מישילנגה״?",
    "answers": [
      {
        "text": "צאצא לנישואי תערובת",
        "correct": true
      },
      {
        "text": "תנועת נוער יהודית"
      },
      {
        "text": "תנועת נוער נאצית "
      },
      {
        "text": "חוקים לאיסור קריאת ספרים בעלי אופי יהודי"
      }
    ],
    "chapter": 4
  },
  {
    "prompt": "מתי לראשונה נשלחו יהודים למחנות הריכוז?",
    "answers": [
      {
        "text": "לאחר ליל הבדולח",
        "correct": true
      },
      {
        "text": "עם סיפוח חבל הסודטים בצ׳כיה"
      },
      {
        "text": "עם כיבוש גרמניה"
      },
      {
        "text": "עם סיפוח אוסטריה לגרמניה"
      }
    ],
    "chapter": 4
  },
  {
    "prompt": "באיזה שפה התפריט של מ.ק 624",
    "answers": [
      {
        "text": "עברית",
        "correct": true
      },
      {
        "text": "אנגלית"
      },
      {
        "text": "ערבית"
      },
      {
        "text": "רוסית"
      }
    ],
    "chapter": 11
  },
  {
    "prompt": "מה הסיווג של הק״שים",
    "answers": [
      {
        "text": "סודי / סודי ביותר",
        "correct": true
      },
      {
        "text": "סודי/ שמור"
      },
      {
        "text": "בלמ״ס / שמור"
      },
      {
        "text": "שמור"
      }
    ],
    "chapter": 11
  },
  {
    "prompt": "היכן נשמור פקל״צ",
    "answers": [
      {
        "text": "נדביק על המ.ק, רמ״ק או מע״ד",
        "correct": true
      },
      {
        "text": "בכיס החולצה"
      },
      {
        "text": "במגירה נעולה"
      },
      {
        "text": "בארון מתכת נעול"
      }
    ],
    "chapter": 11
  },
  {
    "prompt": "מהם סוגי המדרונות הקיימים?",
    "answers": [
      {
        "text": "קמור, קעור, עם כתף, משתנה",
        "correct": true
      },
      {
        "text": "קמור, קעור, משתנה, עם גיא"
      },
      {
        "text": "עם גיא, עם כתף, תלול, משתנה"
      },
      {
        "text": "תלול, מישורי, משתנה, עם כתף"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "כמה נקודות עליה וירידה יש לאוכף?",
    "answers": [
      {
        "text": "2 נקודות עליה 2 נקודות ירידה",
        "correct": true
      },
      {
        "text": "3 נקודות עליה 1 נקודת ירידה"
      },
      {
        "text": "1 נקודת עליה 3 נקודות ירידה "
      },
      {
        "text": "2 נקודות ירידה 1 נקודות עליה"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "מה היא שלוחה?",
    "answers": [
      {
        "text": "בליטה של הר או גבעה לכיוון שטח נמוך",
        "correct": true
      },
      {
        "text": "שקע בין שני רכסים"
      },
      {
        "text": "אזור מישורי גבוה"
      },
      {
        "text": "קו מים זורמים"
      }
    ],
    "chapter": 10
  },
  {
    "prompt": "איך לתפעל מעצור ברוך?",
    "answers": [
      {
        "text": "ננצור את הנשק, נוציא את המחסנית, ניקח את עדת הדירכה לאחור תוך לחיצה בתחתית עצר המחלק ונשקשק את ידית הדריכה עם הנשק מוטה כדי להוציא את הכדור. ",
        "correct": true
      },
      {
        "text": "נגמרה התחמושת, נתפעל זאת כמעצור 3. "
      },
      {
        "text": "אין בסמכותנו לתפעל מעצור זה, נקרא למפקד שבסטריפ. "
      },
      {
        "text": "ננצור את הנשק, ניתן מכה חזקה על המחסנית ונדרוך שוב כי הדריכה שלנו הייתה חלבית. "
      }
    ],
    "chapter": 4
  },
  {
    "prompt": "מי הרמטכ״ל ה-4? ",
    "answers": [
      {
        "text": "משה דיין",
        "correct": true
      },
      {
        "text": "חיים לסקוב"
      },
      {
        "text": "יגאל ידין "
      },
      {
        "text": "מדרכי מקלף "
      }
    ],
    "chapter": 4
  },
  {
    "prompt": "מה היה תפקידו של אייכמן במהלך השואה? ",
    "answers": [
      {
        "text": "אחראי ראשי על תכנית ההפתרון הסופי להשמדת יהודים ואחראי מטעם הנאצים על כל משלוחי הרכבות והאקציות מרחבי אירופה אל מחנות הריכוז וההשמדה.",
        "correct": true
      },
      {
        "text": "היה סגנו של קלאוס ברבי שהיה פועל נאציזם צרפתי. "
      },
      {
        "text": "אחראי על גטו ורשה. "
      },
      {
        "text": "קצין נאצי באחריות המזון הנכנס לאושוויץ. "
      }
    ],
    "chapter": 4
  }
]
export const chapters = [
  { name: "ישראל: תעודת זהות" },
  { name: "הפסיפס הישראלי" },
  { name: "תולדות עם ישראל" },
  { name: "בימי שואה" },
  { name: "בדרך למדינה" },
  { name: "סיפורה של מדינה" },
  { name: "ביטחון ישראל" },
  { name: "תחקיר" },
  { name: "עזרה ראשונה" },
  { name: "טופוגרפיה" },
  { name: "קשר" },
  { name: "נשק" },
]

